{
  "ref": "Sanhedrin 7a",
  "en_text": "He means that it is <b>a mitzva to say to them: Do you want</b> a strict <b>judgment,</b> or <b>do you want a compromise?</b> The Gemara objects: Since this opinion <b>is</b> the same as that of <b>the first <i>tanna</i>,</b> who also allows compromise, it is redundant to teach it. The Gemara answers: There is a difference <b>between</b> them with regard to the question of whether it is <b>a mitzva</b> to arrange a compromise. <b>Rabbi Yehoshua ben Korḥa holds</b> that it is <b>a mitzva</b> to offer them the option of compromise, and <b>the first <i>tanna</i> holds</b> that it is merely <b>permitted.</b> The Gemara objects: If so, the opinion of the first <i>tanna</i> <b>is</b> the same as that <b>of Rabbi Shimon ben Menasya.</b> The Gemara answers that there is a difference <b>between them</b> with regard to the principle: <b>After you hear their statements and you know where the judgment is leaning,</b> it <b>is not permitted</b> for <b>you to say to them: Go out and mediate.</b> In that instance, the first <i>tanna</i> holds that it is still not too late to suggest mediation. § <b>And</b> the various Sages who offered interpretations of the verse: “And the covetous blesses himself, though he despises the Lord” (Psalms 10:3), <b>disagree with</b> the explanation <b>of Rabbi Tanḥum bar Ḥanilai. As Rabbi Tanḥum bar Ḥanilai says: This verse was stated only with regard to the incident of the</b> Golden <b>Calf, as it is stated: “And Aaron saw this, and he built [<i>vayyiven</i>] an altar [<i>mizbe’aḥ</i>] before it…</b>and said: Tomorrow shall be a feast to the Lord” (Exodus 32:5). <b>What</b> did Aaron <b>see? Rabbi Binyamin bar Yefet says</b> that <b>Rabbi Elazar says: He saw Hur, who</b> had been appointed together with Aaron by Moses to lead the people during Moses’ absence (see Exodus 24:14), <b>slaughtered before him,</b> as he had protested the plan to fashion a calf and had been murdered by the people as a result. The verse is therefore interpreted not as: Aaron built an altar before the calf, but rather: He understood [<i>vayyaven</i>] from the slaughter [<i>mizavuaḥ</i>] before his own eyes; and he then called for a feast. Aaron <b>said</b> to himself: <b>If I do not listen to them now, they will do to me as they did to Hur,</b> and the verse: <b>“Shall the priest and the prophet be slain in the sanctuary of the Lord?”</b> (Lamentations 2:20), <b>will be fulfilled through me, and they will never have a remedy</b> for such a sin. It is <b>better</b> for them <b>to worship the calf,</b> as it is <b>possible they will have a remedy through repentance.</b> Nevertheless, according to Rabbi Tanḥum bar Ḥanilai, whoever praises Aaron for this compromise is provoking God. <b>And</b> with regard to <b>those <i>tanna’im</i></b> who did not interpret the verse: <b>“The beginning of strife is as when one releases water”</b> (Proverbs 17:14), with regard to compromise, <b>what do they derive from</b> this verse? They understand the verse <b>in accordance with</b> the opinion <b>of Rav Hamnuna, as Rav Hamnuna says: The beginning of a person’s judgment</b> after he dies is that he is <b>judged only concerning matters of Torah, as it is stated: “The beginning of strife is as when one releases water.”</b> Based on this verse, <b>Rav Huna says: This quarrel</b> between people is <b>comparable to</b> a split in <b>a hose</b> caused by <b>a burst of water,</b> emptying into a field; <b>once</b> the split in the hose <b>widens, it widens</b> even more and can no longer be repaired. To save the field, the hose must be repaired as soon as it splits. The same is true with regard to a quarrel; it must be stopped as soon as it begins. <b>Abaye the Elder</b> makes a similar point with a different metaphor, and <b>says:</b> A quarrel is <b>comparable to a board in</b> a wooden <b>bridge. Once</b> it <b>has stood</b> in its place and been stabilized, it continues to <b>stand</b> and becomes ever more rigid and stable. Consequently, the best time to address and end the dispute is at the very beginning. § Apropos the previous discussion, the Gemara recounts several incidents in which passersby recited popular proverbs. <b><i>Shimi ushti</i>, <i>sheva zemirot hu</i></b> is <b>a mnemonic</b> device for these incidents. There was <b>a certain</b> man <b>who was saying as he walked: It is good</b> for a person <b>who hears</b> statements said against him <b>and</b> yet <b>remains silent,</b> as <b>a hundred misfortunes pass him by</b> as a result. Upon hearing this, <b>Shmuel said to Rav Yehuda: A verse</b> is <b>written</b> that conveys the message of this aphorism: <b>“The beginning of strife is as when one releases water”</b> (Proverbs 17:14). The words “beginning [<i>poter</i>] of strife [<i>reishit madon</i>]” allude to: <b>The beginning of one hundred litigations [<i>reish me’a dinei</i>].</b> Troubles are avoided if one overlooks and excuses [<i>poter</i>] an offense. There was <b>a certain</b> man <b>who was saying as he walked</b> by: <b>For</b> only <b>two</b> or <b>three</b> thefts, <b>the thief</b> is <b>not executed</b> by the heavenly court. <b>Shmuel said to Rav Yehuda: A verse</b> is <b>written</b> that conveys the message of this aphorism: <b>“So says the Lord: For three transgressions of Israel, or for four, I will not repay it”</b> (Amos 2:6). Shmuel interprets the verse rhetorically, as if saying: Will I not repay the fourth offense? Accordingly, before the fourth offense, it is still possible to rectify the sins. There was <b>a certain</b> man <b>who was saying as he walked: Seven pits</b> are dug <b>for the man of peace,</b> and he escapes all of them, <b>and one</b> pit is dug <b>for the evildoer,</b> and he cannot escape it. <b>Shmuel said to Rav Yehuda: A verse</b> is <b>written</b> that conveys the message of this aphorism: <b>“For a righteous man falls seven times, and rises up again, but the wicked shall fall at once”</b> (see Proverbs 24:16, 28:18). There was <b>a certain</b> man <b>who was saying as he walked:</b> With regard to one <b>who goes from the court,</b> and his <b>cloak</b> has been <b>taken</b> from him in the course of the proceedings, i.e., he lost all his money due to a ruling against him, <b>let him sing a song and go</b> happily <b>on the way.</b> Although he lost the case, he has benefited from justice being served. <b>Shmuel said to Rav Yehuda: A verse</b> is <b>written</b> with regard to Yitro’s advice for judiciary reforms that conveys the message of this aphorism: <b>“And all these people shall also go to their place in peace”</b> (Exodus 18:23). If justice is served, all the litigants, not only those who emerge victorious, can leave in peace. There was <b>a certain</b> man <b>who was saying as he walked:</b> If a woman is carrying a basket on her head, when <b>she is dozing the reed basket falls. Shmuel said to Rav Yehuda: A verse</b> is <b>written</b> that conveys the message of this aphorism: <b>“By laziness the rafters sink in;</b> and through idleness of the hands the house leaks” (Ecclesiastes 10:18). There was <b>a certain</b> man <b>who was saying as he walked: The man upon whom I relied</b> has <b>lifted his fist [<i>ligzizeih</i>] and stood</b> against me. <b>Shmuel said to Rav Yehuda: A verse</b> is <b>written</b> that conveys the message of this aphorism: <b>“Indeed, my own familiar friend, in whom I trusted,</b> who did eat of my bread, has lifted up his heel against me” (Psalms 41:10). There was <b>a certain</b> man <b>who was saying</b> about his marriage <b>as he walked: When our love was strong, we</b> could have <b>slept on</b> a bed that was <b>the width of a sword. Now that our love is not strong, a bed of sixty cubits</b> is <b>not sufficient for us. Rav Huna said: Verses</b> are <b>written</b> that convey these sentiments. <b>Initially, it was written: “I will meet with you there and I will speak with you from above the Ark Cover”</b> (Exodus 25:22), <b>and it is taught</b> in a <i>baraita</i>: The <b>Ark</b> of the Covenant was itself <b>nine</b> handbreadths high, <b>and</b> the <b>Ark Cover</b> was one <b>handbreadth</b> thick. <b>There</b> is a total height of <b>ten</b> handbreadths <b>here.</b> At first, when God had great affection for Israel, the Divine Presence was revealed within the confines of this limited space. <b>And it is written: “And the house that King Solomon built for the Lord, its length was sixty cubits, and its breadth twenty cubits, and its height thirty cubits”</b> (I Kings 6:2). <b>And at the end,</b> when Israel sinned, the whole of the space of the Temple was not expansive enough for the Divine Presence to rest within it, as <b>it is written: “Thus says the Lord: The heaven is My throne, and the earth is My footstool; where is the house that you may build for Me?</b> And where is the place that may be My resting place?” (Isaiah 66:1). In times of discord, the Temple is an insufficient resting place for the Divine Presence. The Gemara returns to analyzing the <i>Tosefta</i>. <b>From where may</b> it <b>be inferred that this</b> expression: <b>“You shall not be afraid [<i>taguru</i>]”</b> (Deuteronomy 1:17), <b>is a term for gathering in,</b> so that the term may be interpreted to mean that a judge may not keep his ruling to himself? <b>Rav Naḥman said: The verse states:</b> “You shalt plant vineyards and dress them, <b>but you shall neither drink of the wine, nor gather [<i>te’egor</i>]”</b> (Deuteronomy 28:39). <b>Rav Aḥa bar Ya’akov says</b> it is derived <b>from here: “She provides her bread in the summer, and gathers [<i>agra</i>] her food in the harvest”</b> (Proverbs 6:8). <b>Rav Aḥa, son of Rav Ika, says</b> it is derived <b>from here: “A wise son gathers [<i>oger</i>] in the summer”</b> (Proverbs 10:5). § The Gemara provides <b>a mnemonic</b> device indicating the following series of statements about judges and their functions: <b><i>Emet mamon yireh</i>. Rabbi Shmuel bar Naḥmani says</b> that <b>Rabbi Yonatan says: Any judge who judges a judgment</b> according to <b>absolute truth</b> [<i>emet</i>] <b>causes the Divine Presence to rest among Israel, as it is stated: “God stands in the congregation of God; in the midst of the judges He judges”</b> (Psalms 82:1), indicating that the Divine Presence is in the midst of the court. <b>And every judge who does not judge a judgment</b> according to <b>absolute truth causes the Divine Presence to withdraw from Israel, as it is stated: “For the oppression of the poor, for the sighing of the needy, now will I arise, says the Lord”</b> (Psalms 12:6). God will arise and leave the people as a result of oppression. <b>And Rabbi Shmuel bar Naḥmani says</b> that <b>Rabbi Yonatan says:</b> With regard to <b>any judge who takes</b> disputed property or money [<i>mamon</i>] <b>from this</b> litigant <b>and gives</b> it <b>to that</b> other litigant <b>unlawfully, the Holy One, Blessed be He, takes his soul from him</b> as punishment for his corruption, <b>as it is stated: “Rob not the weak, because he is weak, neither crush the poor in the gate; for the Lord will plead their cause and despoil of life those who despoil them”</b> (Proverbs 22:22–23). God cautions that He will take the life of one who steals from the poor at the gate, meaning in the courtroom, as the city gate was the traditional site of the community’s court. <b>And Rabbi Shmuel bar Naḥmani says</b> that <b>Rabbi Yonatan says: A judge should always view</b> [<i>yireh</i>] <b>himself as if a sword is placed between his thighs,</b> so that if he leans to the right or to the left he will be injured, <b>and</b> as if <b>Gehenna is opened up beneath him,</b>",
  "he_text": "מִצְוָה לְמֵימְרָא לְהוּ: אִי דִּינָא בָּעֵיתוּ, אִי פְּשָׁרָה בָּעֵיתוּ? הַיְינוּ תַּנָּא קַמָּא! אִיכָּא בֵּינַיְיהוּ מִצְוָה: רַבִּי יְהוֹשֻׁעַ בֶּן קׇרְחָה סָבַר מִצְוָה, תַּנָּא קַמָּא סָבַר רְשׁוּת. הַיְינוּ דְּרַבִּי שִׁמְעוֹן בֶּן מְנַסְיָא? אִיכָּא בֵּינַיְיהוּ: מִשֶּׁתִּשְׁמַע דִּבְרֵיהֶן וְאַתָּה יוֹדֵעַ לְהֵיכָן הַדִּין נוֹטֶה, אִי אַתָּה רַשַּׁאי לוֹמַר לָהֶן ״צְאוּ וּבִצְעוּ״. וּפְלִיגָא דְּרַבִּי תַּנְחוּם בַּר חֲנִילַאי, דְּאָמַר רַבִּי תַּנְחוּם בַּר חֲנִילַאי: לֹא נֶאֱמַר מִקְרָא זֶה אֶלָּא כְּנֶגֶד מַעֲשֵׂה הָעֵגֶל, שֶׁנֶּאֱמַר: ״וַיַּרְא אַהֲרֹן וַיִּבֶן מִזְבֵּחַ לְפָנָיו״. מָה רָאָה? אָמַר רַבִּי בִּנְיָמִין בַּר יֶפֶת אָמַר רַבִּי אֶלְעָזָר: רָאָה חוּר שֶׁזָּבוּחַ לְפָנָיו. אָמַר: אִי לָא שָׁמַעְנָא לְהוּ הַשְׁתָּא, עָבְדוּ לִי כְּדַעֲבַדוּ בְּחוּר, וּמִיקַּיַים בִּי ״אִם יֵהָרֵג בְּמִקְדַּשׁ ה׳ כֹּהֵן וְנָבִיא״, וְלָא הָוְיָא לְהוּ תַּקַּנְתָּא לְעוֹלָם. מוּטָב דְּלִיעְבְּדוּ לְעֵגֶל, אֶפְשָׁר הָוְיָא לְהוּ תַּקַּנְתָּא בִּתְשׁוּבָה. וְהָנֵי תַּנָּאֵי ״פּוֹטֵר מַיִם רֵאשִׁית מָדוֹן״, מַאי דָּרְשִׁי בֵּיהּ? כִּדְרַב הַמְנוּנָא, דְּאָמַר רַב הַמְנוּנָא: אֵין תְּחִילַּת דִּינוֹ שֶׁל אָדָם נִידּוֹן אֶלָּא עַל דִּבְרֵי תוֹרָה, שֶׁנֶּאֱמַר: ״פּוֹטֵר מַיִם רֵאשִׁית מָדוֹן״. אָמַר רַב הוּנָא: הַאי תִּיגְרָא דָּמְיָא לְצִינּוֹרָא דְּבִידְקָא (דְּמַיָּא), כֵּיוָן דְּרָוַוח – רָוַוח. אַבָּיֵי קַשִּׁישָׁא אָמַר: דָּמֵי לְגוּדָּא דְּגַמְלָא, כֵּיוָן דְּקָם – קָם. שִׁמְעִי וּשְׁתֵּי שֶׁבַע זְמִירוֹת הוּא, סִימָן. הָהוּא דַּהֲוָה קָאָמַר וְאָזֵיל: טוּבֵיהּ דְּשָׁמַע וְאָדֵישׁ, חַלְפוּהּ בִּישָׁתֵיהּ מְאָה. אֲמַר לֵיהּ שְׁמוּאֵל לְרַב יְהוּדָה, קְרָא כְּתִיב: ״פּוֹטֵר מַיִם רֵאשִׁית מָדוֹן״ – רֵישׁ מְאָה דִּינֵי. הָהוּא דַּהֲוָה קָאָמַר וְאָזֵיל: אַתַּרְתֵּי תְּלָת גַּנָּבָא לָא מִיקְּטַל. אֲמַר לֵיהּ שְׁמוּאֵל לְרַב יְהוּדָה, קְרָא כְּתִיב: ״כֹּה אָמַר ה׳ עַל שְׁלֹשָׁה פִּשְׁעֵי יִשְׂרָאֵל וְעַל אַרְבָּעָה לֹא אֲשִׁיבֶנּוּ״. הָהוּא דַּהֲוָה קָאָמַר וְאָזֵיל: שַׁב בֵּירֵי לִשְׁלָמָנָא, וַחֲדָא לְעָבֵיד בִּישׁ. אֲמַר לֵיהּ שְׁמוּאֵל לְרַב יְהוּדָה, קְרָא כְּתִיב: ״כִּי שֶׁבַע יִפּוֹל צַדִּיק וָקָם וְרָשָׁע יִפּוֹל בְּאַחַת״. הָהוּא דַּהֲוָה קָאָמַר וְאָזֵיל: דְּאָזֵיל מִבֵּי דִינָא שְׁקִל גְּלִימָא – לִיזַמַּר זְמָר וְלֵיזִיל בְּאוֹרְחָא. אֲמַר לֵיהּ שְׁמוּאֵל לְרַב יְהוּדָה, קְרָא כְּתִיב: ״וְגַם כׇּל הָעָם הַזֶּה עַל מְקֹמוֹ יָבֹא בְשָׁלוֹם״. הָהוּא דַּהֲוָה קָאָמַר וְאָזֵיל: הִיא נָיְימָא, וְדִיקּוּלָא שָׁפֵיל. אֲמַר לֵיהּ שְׁמוּאֵל לְרַב יְהוּדָה, קְרָא כְּתִיב: ״בַּעֲצַלְתַּיִם יִמַּךְ הַמְּקָרֶה וְגוֹ׳״. הָהוּא דַּהֲוָה קָאָמַר וְאָזֵיל: גַּבְרָא דִּרְחִיצְנָא עֲלֵיהּ, אַדְיֵיהּ לִגְזִיזֵיהּ וְקָם. אָמַר לֵיהּ שְׁמוּאֵל לְרַב יְהוּדָה, קְרָא כְּתִיב: ״גַּם אִישׁ שְׁלוֹמִי אֲשֶׁר בָּטַחְתִּי בוֹ וְגוֹ׳״. הָהוּא דַּהֲוָה קָאָמַר וְאָזֵיל: כִּי רְחִימְתִּין הֲוָה עַזִּיזָא, אַפּוּתְיָא דְּסַפְסֵירָא שְׁכִיבַן. הַשְׁתָּא דְּלָא עַזִּיזָא רְחִימְתִּין, פּוּרְיָא בַּר שִׁיתִּין גַּרְמִידֵי לָא סַגִּי לַן. אָמַר רַב הוּנָא, קְרָאֵי כְּתִיבִי. מֵעִיקָּרָא כְּתִיב: ״וְנוֹעַדְתִּי לְךָ שָׁם וְדִבַּרְתִּי אִתְּךָ מֵעַל הַכַּפֹּרֶת״, וְתַנְיָא: אָרוֹן תִּשְׁעָה וְכַפּוֹרֶת טֶפַח, הֲרֵי כָּאן עֲשָׂרָה. וּכְתִיב: ״וְהַבַּיִת אֲשֶׁר בָּנָה הַמֶּלֶךְ שְׁלֹמֹה לַה׳ שִׁשִּׁים אַמָּה אׇרְכּוֹ וְעֶשְׂרִים רׇחְבּוֹ וּשְׁלֹשִׁים אַמָּה קוֹמָתוֹ״. וּלְבַסּוֹף כְּתִיב: ״כֹּה אָמַר ה׳ הַשָּׁמַיִם כִּסְאִי וְהָאָרֶץ הֲדֹם רַגְלָי אֵיזֶה בַיִת אֲשֶׁר תִּבְנוּ לִי וְגוֹ׳״. מַאי מַשְׁמַע דְּהַאי ״לֹא תָגוּרוּ״ לִישָּׁנָא דְּכַנּוֹשֵׁי הוּא? אָמַר רַב נַחְמָן, אָמַר קְרָא: ״וְיַיִן לֹא תִשְׁתֶּה וְלֹא תֶאֱגֹר״. רַב אַחָא בַּר יַעֲקֹב אָמַר מֵהָכָא: ״תָּכִין בַּקַּיִץ לַחְמָהּ אָגְרָה בַקָּצִיר מַאֲכָלָהּ״. רַב אַחָא בְּרֵיהּ דְּרַב אִיקָא אָמַר מֵהָכָא: ״אֹגֵר בַּקַּיִץ בֵּן מַשְׂכִּיל״. אֱמֶת מָמוֹן יִרְאָה סִימָן. אָמַר רַבִּי שְׁמוּאֵל בַּר נַחְמָנִי אָמַר רַבִּי יוֹנָתָן: כׇּל דַּיָּין שֶׁדָּן דִּין אֱמֶת לַאֲמִיתּוֹ, מַשְׁרֶה שְׁכִינָה בְּיִשְׂרָאֵל, שֶׁנֶּאֱמַר: ״אֱלֹהִים נִצָּב בַּעֲדַת אֵל בְּקֶרֶב אֱלֹהִים יִשְׁפֹּט״. וְכׇל דַּיָּין שֶׁאֵינוֹ דָּן דִּין אֱמֶת לַאֲמִיתּוֹ, גּוֹרֵם לִשְׁכִינָה שֶׁתִּסְתַּלֵּק מִיִּשְׂרָאֵל, שֶׁנֶּאֱמַר: ״מִשֹּׁד עֲנִיִּים מֵאַנְקַת אֶבְיוֹנִים עַתָּה אָקוּם יֹאמַר ה׳ וְגוֹ׳״. וְאָמַר רַבִּי שְׁמוּאֵל בַּר נַחְמָנִי אָמַר רַבִּי יוֹנָתָן: כׇּל דַּיָּין שֶׁנּוֹטֵל מִזֶּה וְנוֹתֵן לְזֶה שֶׁלֹּא כַּדִּין, הַקָּדוֹשׁ בָּרוּךְ הוּא נוֹטֵל מִמֶּנּוּ נַפְשׁוֹ, שֶׁנֶּאֱמַר: ״אַל תִּגְזׇל דַּל כִּי דַּל הוּא וְאַל תְּדַכֵּא עָנִי בַשָּׁעַר כִּי ה׳ יָרִיב רִיבָם וְקָבַע אֶת קֹבְעֵיהֶם נָפֶשׁ״. וְאָמַר רַבִּי שְׁמוּאֵל בַּר נַחְמָנִי אָמַר רַבִּי יוֹנָתָן: לְעוֹלָם יִרְאֶה דַּיָּין עַצְמוֹ כְּאִילּוּ חֶרֶב מוּנַּחַת לוֹ בֵּין יַרְכוֹתָיו, וְגֵיהִנָּם פְּתוּחָה לוֹ מִתַּחְתָּיו.",
  "en_processed": {
    "entities": [
      [
        "first",
        "ORDINAL"
      ],
      [
        "Yehoshua ben Korḥa",
        "PERSON"
      ],
      [
        "first",
        "ORDINAL"
      ],
      [
        "Shimon ben Menasya",
        "PERSON"
      ],
      [
        "Tanḥum",
        "PERSON"
      ],
      [
        "Ḥanilai",
        "PERSON"
      ],
      [
        "Tanḥum",
        "PERSON"
      ],
      [
        "Ḥanilai",
        "PERSON"
      ],
      [
        "Calf",
        "PERSON"
      ],
      [
        "Aaron",
        "PERSON"
      ],
      [
        "Binyamin",
        "PERSON"
      ],
      [
        "Yefet",
        "GPE"
      ],
      [
        "Rabbi Elazar",
        "PERSON"
      ],
      [
        "Hur",
        "PERSON"
      ],
      [
        "Hur",
        "PERSON"
      ],
      [
        "one",
        "CARDINAL"
      ],
      [
        "Rav Hamnuna",
        "PERSON"
      ],
      [
        "Rav Hamnuna",
        "PERSON"
      ],
      [
        "Torah",
        "LAW"
      ],
      [
        "one",
        "CARDINAL"
      ],
      [
        "Rav Huna",
        "PERSON"
      ],
      [
        "Abaye",
        "PERSON"
      ],
      [
        "Shimi ushti",
        "PERSON"
      ],
      [
        "sheva zemirot hu",
        "PERSON"
      ],
      [
        "a hundred",
        "CARDINAL"
      ],
      [
        "Shmuel",
        "PERSON"
      ],
      [
        "Rav Yehuda",
        "PERSON"
      ],
      [
        "The beginning of strife",
        "WORK_OF_ART"
      ],
      [
        "one",
        "CARDINAL"
      ],
      [
        "The beginning of one hundred",
        "DATE"
      ],
      [
        "two",
        "CARDINAL"
      ],
      [
        "three",
        "CARDINAL"
      ],
      [
        "Shmuel",
        "PERSON"
      ],
      [
        "Rav Yehuda",
        "PERSON"
      ],
      [
        "three",
        "CARDINAL"
      ],
      [
        "Israel",
        "GPE"
      ],
      [
        "four",
        "CARDINAL"
      ],
      [
        "Seven",
        "CARDINAL"
      ],
      [
        "Shmuel",
        "PERSON"
      ],
      [
        "Rav Yehuda",
        "PERSON"
      ],
      [
        "seven",
        "CARDINAL"
      ],
      [
        "Shmuel",
        "PERSON"
      ],
      [
        "Rav Yehuda",
        "PERSON"
      ],
      [
        "Shmuel",
        "PERSON"
      ],
      [
        "Rav Yehuda",
        "PERSON"
      ],
      [
        "Shmuel",
        "PERSON"
      ],
      [
        "Rav Yehuda",
        "PERSON"
      ],
      [
        "sixty cubits",
        "QUANTITY"
      ],
      [
        "Rav Huna",
        "PERSON"
      ],
      [
        "Ark nine",
        "FAC"
      ],
      [
        "ten",
        "CARDINAL"
      ],
      [
        "sixty cubits",
        "QUANTITY"
      ],
      [
        "twenty cubits",
        "QUANTITY"
      ],
      [
        "thirty cubits",
        "QUANTITY"
      ],
      [
        "Rav Naḥman",
        "PERSON"
      ],
      [
        "Rav Aḥa",
        "PERSON"
      ],
      [
        "Ya’akov",
        "PERSON"
      ],
      [
        "the summer",
        "DATE"
      ],
      [
        "Rav Aḥa",
        "PERSON"
      ],
      [
        "Rav Ika",
        "PERSON"
      ],
      [
        "the summer",
        "DATE"
      ],
      [
        "yireh",
        "PERSON"
      ],
      [
        "Shmuel",
        "PERSON"
      ],
      [
        "Naḥmani",
        "ORG"
      ],
      [
        "Rabbi Yonatan",
        "PERSON"
      ],
      [
        "Israel",
        "GPE"
      ],
      [
        "Israel",
        "GPE"
      ],
      [
        "Shmuel",
        "PERSON"
      ],
      [
        "Naḥmani",
        "ORG"
      ],
      [
        "Rabbi Yonatan",
        "PERSON"
      ],
      [
        "Rob",
        "PERSON"
      ],
      [
        "Shmuel",
        "PERSON"
      ],
      [
        "Naḥmani",
        "ORG"
      ],
      [
        "Rabbi Yonatan",
        "PERSON"
      ],
      [
        "Gehenna",
        "PERSON"
      ]
    ],
    "noun_phrases": [
      "them",
      "you",
      "judgment",
      "you",
      "a compromise",
      "the first tanna",
      "a mitzva Rabbi Yehoshua ben Korḥa",
      "a mitzva",
      "the first tanna",
      "Rabbi Shimon ben Menasya",
      "them",
      "you",
      "their statements",
      "you",
      "the judgment",
      "you",
      "them",
      "Rabbi Tanḥum bar Ḥanilai",
      "Rabbi Tanḥum bar Ḥanilai",
      "This verse",
      "regard",
      "the incident",
      "the Calf",
      "it",
      "Aaron",
      "this",
      "he",
      "an altar",
      "it",
      "What",
      "Rabbi Binyamin bar Yefet",
      "Rabbi Elazar",
      "He",
      "Hur",
      "who",
      "him",
      "I",
      "them",
      "they",
      "me",
      "they",
      "Hur",
      "the priest",
      "the prophet",
      "the sanctuary",
      "the Lord",
      "me",
      "they",
      "a remedy",
      "the calf",
      "they",
      "a remedy",
      "repentance",
      "those tanna’im",
      "The beginning",
      "strife",
      "water",
      "what",
      "they",
      "accordance",
      "Rav Hamnuna",
      "Rav Hamnuna",
      "The beginning",
      "a person’s judgment",
      "matters",
      "Torah",
      "it",
      "The beginning",
      "strife",
      "water",
      "Rav Huna",
      "This quarrel",
      "a hose",
      "a burst",
      "water",
      "it",
      "Abaye",
      "the Elder",
      "a board",
      "bridge",
      "Shimi ushti",
      "who",
      "he",
      "It",
      "who",
      "a hundred misfortunes",
      "him",
      "Shmuel",
      "Rav Yehuda",
      "A verse",
      "The beginning",
      "strife",
      "water",
      "The beginning",
      "one hundred litigations",
      "reish me’a dinei",
      "who",
      "he",
      "the thief",
      "Shmuel",
      "Rav Yehuda",
      "A verse",
      "the Lord",
      "three transgressions",
      "Israel",
      "I",
      "it",
      "who",
      "he",
      "Seven pits",
      "the man",
      "peace",
      "the evildoer",
      "Shmuel",
      "Rav Yehuda",
      "A verse",
      "a righteous man",
      "who",
      "he",
      "who",
      "the court",
      "cloak",
      "him",
      "a song",
      "the way",
      "Shmuel",
      "Rav Yehuda",
      "A verse",
      "all these people",
      "their place",
      "peace",
      "who",
      "he",
      "she",
      "the reed basket",
      "Shmuel",
      "Rav Yehuda",
      "A verse",
      "laziness",
      "the rafters",
      "who",
      "he",
      "The man",
      "whom",
      "I",
      "his fist",
      "ligzizeih",
      "Shmuel",
      "Rav Yehuda",
      "A verse",
      "my own familiar friend",
      "whom",
      "I",
      "who",
      "he",
      "our love",
      "we",
      "the width",
      "a sword",
      "our love",
      "a bed",
      "sixty cubits",
      "us",
      "Rav Huna",
      "Verses",
      "it",
      "I",
      "you",
      "I",
      "you",
      "the Ark Cover",
      "it",
      "Ark",
      "Ark Cover",
      "it",
      "the house",
      "that",
      "King Solomon",
      "the Lord",
      "its length",
      "sixty cubits",
      "twenty cubits",
      "the end",
      "it",
      "the Lord",
      "The heaven",
      "My throne",
      "the earth",
      "My footstool",
      "the house",
      "that",
      "you",
      "Me",
      "this",
      "You",
      "a term",
      "Rav Naḥman",
      "The verse",
      "you",
      "the wine",
      "Rav Aḥa bar Ya’akov",
      "She",
      "her bread",
      "the summer",
      "her food",
      "the harvest",
      "Rav Aḥa",
      "son",
      "Rav Ika",
      "A wise son",
      "the summer",
      "a mnemonic Emet mamon yireh",
      "Rabbi Shmuel bar Naḥmani",
      "Rabbi Yonatan",
      "Any judge",
      "who",
      "a judgment absolute truth",
      "the Divine Presence",
      "Israel",
      "it",
      "God",
      "the congregation",
      "God",
      "the midst",
      "the judges",
      "He",
      "every judge",
      "who",
      "a judgment absolute truth",
      "the Divine Presence",
      "Israel",
      "it",
      "the oppression",
      "the sighing",
      "I",
      "the Lord",
      "Rabbi Shmuel bar Naḥmani",
      "Rabbi Yonatan",
      "any judge",
      "who",
      "this",
      "that",
      "the Holy One",
      "He",
      "his soul",
      "him",
      "it",
      "he",
      "the gate",
      "the Lord",
      "their cause",
      "despoil",
      "life",
      "those",
      "who",
      "them",
      "Rabbi Shmuel bar Naḥmani",
      "Rabbi Yonatan",
      "A judge",
      "himself",
      "a sword",
      "his thighs",
      "Gehenna",
      "him"
    ],
    "sentences": [
      "a mitzva to say to them: Do you want judgment, do you want a compromise?",
      "is the first tanna, between a mitzva Rabbi Yehoshua ben Korḥa holds a mitzva the first tanna holds permitted.",
      "is of Rabbi Shimon ben Menasya.",
      "between them After you hear their statements and you know where the judgment is leaning, is not permitted you to say to them: Go out and mediate.",
      "And disagree with of Rabbi Tanḥum bar Ḥanilai.",
      "As Rabbi Tanḥum bar Ḥanilai says: This verse was stated only with regard to the incident of the Calf, as it is stated: “And Aaron saw this, and he built [vayyiven] an altar",
      "[mizbe’aḥ] before it… What see?",
      "Rabbi Binyamin bar Yefet says Rabbi Elazar says: He saw Hur, who slaughtered before him, said If I do not listen to them now, they will do to me as they did to Hur, “Shall the priest and the prophet be slain in the sanctuary of the Lord?” will be fulfilled through me, and they will never have a remedy better to worship the calf, possible they will have a remedy through repentance.",
      "And those tanna’im “The beginning of strife is as when one releases water” what do they derive from in accordance with of Rav Hamnuna, as Rav Hamnuna says: The beginning of a person’s judgment judged only concerning matters of Torah, as it is stated: “The beginning of strife is as when one releases water.”",
      "Rav Huna says: This quarrel comparable to a hose a burst of water, once widens, it widens Abaye the Elder says: comparable to a board in bridge.",
      "Once has stood stand Shimi ushti, sheva zemirot hu",
      "a mnemonic a certain who was saying as he walked: It is good who hears and remains silent, a hundred misfortunes pass him by Shmuel said to Rav Yehuda:",
      "A verse written “The beginning of strife is as when one releases water”",
      "The beginning of one hundred litigations [reish me’a dinei].",
      "a certain who was saying as he walked For two three the thief not executed Shmuel said to Rav Yehuda:",
      "A verse written “So says the Lord:",
      "For three transgressions of Israel, or for four, I will not repay it” a certain who was saying as he walked: Seven pits for the man of peace, and one for the evildoer, Shmuel said to Rav Yehuda:",
      "A verse written “For a righteous man falls seven times, and rises up again, but the wicked shall fall at once” a certain who was saying as he walked: who goes from the court, cloak taken let him sing a song and go on the way.",
      "Shmuel said to Rav Yehuda:",
      "A verse written “And all these people shall also go to their place in peace” a certain who was saying as he walked: she is dozing the reed basket falls.",
      "Shmuel said to Rav Yehuda:",
      "A verse written “By laziness the rafters sink in; a certain who was saying as he walked: The man upon whom I relied lifted his fist [ligzizeih] and stood Shmuel said to Rav Yehuda:",
      "A verse written “Indeed, my own familiar friend, in whom I trusted, a certain who was saying as he walked: When our love was strong, we slept on the width of a sword.",
      "Now that our love is not strong, a bed of sixty cubits not sufficient for us.",
      "Rav Huna said: Verses written Initially, it was written: “I will meet with you there and I will speak with you from above the Ark Cover” and it is taught Ark nine and Ark Cover handbreadth There ten here.",
      "And it is written: “And the house that King Solomon built for the Lord, its length was sixty cubits, and its breadth twenty cubits, and its height thirty cubits” And at the end, it is written: “Thus says the Lord: The heaven is My throne, and the earth is My footstool; where is the house that you may build for Me?",
      "From where may be inferred that this “You shall not be afraid [taguru]” is a term for gathering in, Rav Naḥman said: The verse states: but you shall neither drink of the wine, nor gather [te’egor]”",
      "Rav Aḥa bar Ya’akov says from here: “She provides her bread in the summer, and gathers [agra] her food in the harvest” Rav Aḥa, son of Rav Ika, says from here: “A wise son gathers [oger] in the summer” a mnemonic Emet mamon yireh.",
      "Rabbi Shmuel bar Naḥmani says Rabbi Yonatan says: Any judge who judges a judgment absolute truth causes the Divine Presence to rest among Israel, as it is stated: “God stands in the congregation of God; in the midst of the judges He judges” And every judge who does not judge a judgment absolute truth causes the Divine Presence to withdraw from Israel, as it is stated: “For the oppression of the poor, for the sighing of the needy, now will I arise, says the Lord” And Rabbi Shmuel bar Naḥmani says Rabbi Yonatan says: any judge who takes from this and gives to that unlawfully, the Holy One, Blessed be He, takes his soul from him as it is stated: “Rob not the weak, because he is weak, neither crush the poor in the gate; for the Lord will plead their cause and despoil of life those who despoil them” And Rabbi Shmuel bar Naḥmani says Rabbi Yonatan says: A judge should always view himself as if a sword is placed between his thighs, and Gehenna is opened up beneath him,"
    ],
    "italicized_words": [
      "agra",
      "emet mamon yireh",
      "ligzizeih",
      "mizbe’aḥ",
      "oger",
      "reish me’a dinei",
      "sheva zemirot hu",
      "shimi ushti",
      "taguru",
      "tanna",
      "tanna’im",
      "te’egor",
      "vayyiven"
    ]
  },
  "he_processed": {
    "embedding_shape": [
      1,
      768
    ]
  },
  "tags": [
    "concept:divine presence",
    "concept:gehenna",
    "concept:torah",
    "person:a certain",
    "person:abaye",
    "person:abaye the elder",
    "person:agra",
    "person:bar naḥmani",
    "person:bible:aaron",
    "person:bible:ben",
    "person:bible:on",
    "person:bible:shimi",
    "person:bible:solomon",
    "person:binyamin",
    "person:calf",
    "person:gehenna",
    "person:hur",
    "person:rabbi",
    "person:rabbi binyamin",
    "person:rabbi binyamin bar yefet",
    "person:rabbi elazar",
    "person:rabbi shimon",
    "person:rabbi shimon ben menasya",
    "person:rabbi shmuel",
    "person:rabbi shmuel bar naḥmani",
    "person:rabbi tanḥum",
    "person:rabbi tanḥum bar ḥanilai",
    "person:rabbi yehoshua",
    "person:rabbi yehoshua ben korḥa",
    "person:rabbi yonatan",
    "person:rav",
    "person:rav aḥa",
    "person:rav aḥa bar ya’akov",
    "person:rav aḥa, son of rav ika",
    "person:rav hamnuna",
    "person:rav huna",
    "person:rav ika",
    "person:rav naḥman",
    "person:rav yehuda",
    "person:rob",
    "person:sheva zemirot hu",
    "person:shimon ben menasya",
    "person:shmuel",
    "person:shmuel bar naḥmani",
    "person:tanḥum",
    "person:ya’akov",
    "person:yehuda",
    "person:yireh",
    "person:yonatan",
    "person:ḥanilai",
    "place:bible:israel",
    "place:yefet"
  ]
}