{
  "ref": "Sanhedrin 91a",
  "en_text": "<b>The daughter of</b> the emperor <b>said</b> to Rabban Gamliel: <b>Leave him, and I will respond to him</b> with a parable. She said: <b>There are two craftsmen in our city; one fashions</b> vessels <b>from water, and one fashions</b> vessels <b>from mortar. Which is more noteworthy?</b> The emperor <b>said to her:</b> It is <b>that</b> craftsman <b>that fashions</b> vessels <b>from water.</b> His daughter <b>said to him:</b> If <b>he fashions</b> a vessel <b>from the water, all the more so</b> is it <b>not</b> clear that he can fashion vessels <b>from mortar?</b> By the same token, if God was able to create the world from water, He is certainly able to resurrect people from dust. <b>The school of R' Yishmael taught</b> that resurrection of the dead <b><i>a fortiori</i> from glass vessels: If</b> concerning <b>glass vessels, which are fashioned by the breath of</b> those of <b>flesh and blood,</b> who blow and form the vessels, and yet if <b>they break they can be repaired,</b> as they can be melted and subsequently blown again, then with regard to those of <b>flesh and blood, whose</b> souls are a product of <b>the breath of God, all the more so</b> can God restore them to life. The Talmud relates that <b>a certain heretic said to R' Ami: You say that the dead will live. Aren’t they dust? And does dust come to life?</b> R' Ami <b>said to him: I will tell you a parable. To what is this matter comparable?</b> It is comparable <b>to a flesh-and-blood king who said to his servants: Go and construct for me a great palace [<i>palterin</i>] in a place where there is no water and earth</b> available. <b>They went and constructed it. Sometime</b> later, the palace <b>collapsed.</b> The king <b>said to them: Return</b> to your labor <b>and construct</b> the palace <b>in a place where there is earth and water</b> available. <b>They said to him: We are unable</b> to do so. The king <b>became angry at them and said to them:</b> If <b>in a place where there is no water and earth</b> available <b>you constructed</b> a palace, <b>now that there is water and earth</b> available <b>all the more so</b> should you be able to do so. Similarly, concerning man, whom God created <i>ex nihilo</i>, all the more so will God be able to resurrect him from dust. <b>And if you do not believe</b> that a being can be created from dust, <b>go out to the valley and see an <i>akhbar</i>,</b> a creature <b>that today is half flesh and half earth,</b> and <b>tomorrow</b> the being will <b>develop and all of it will become flesh. Lest you say</b> that creation of living creatures is a matter that develops <b>over an extended period, ascend a mountain and see that today there is only one snail there;</b> then ascend <b>tomorrow,</b> after <b>rain</b> will <b>have fallen, and</b> see that <b>it</b> will be <b>entirely filled with snails.</b> The Talmud relates that <b>a certain heretic said to Geviha ben Pesisa: Woe unto you, the wicked, as you say: The dead will come to life.</b> The way of the world is that <b>those</b> who are <b>alive die.</b> How can you say <b>that the dead will come to life?</b> Geviha ben Pesisa <b>said to him: Woe unto you, the wicked, as you say: The dead will not come to life.</b> If <b>those who were not</b> in existence <b>come to life, is it not</b> reasonable <b>all the more so</b> that <b>those who were</b> once <b>alive</b> will come to life again? The heretic <b>said to</b> Geviha ben Pesisa angrily: <b>You called me wicked? If I stand, I will kick you and flatten your hump,</b> as Geviha ben Pesisa was a hunchback. Geviha ben Pesisa <b>said to him</b> jocularly: <b>If you do so, you will be called an expert doctor and will take high wages</b> for your services. § Apropos Geviha ben Pesisa and his cleverness in debate, the Talmud cites additional incidents where he represented the Jewish people in debates. <b>A baraita states</b> in <i>Megillat Ta’anit</i>: <b>On the twenty-fourth</b> day <b>in Nisan</b> it is a joyous day, since the <b>usurpers [<i>dimusana’ei</i>] were expelled from Judea and Jerusalem. When the people of Afrikiya came to judgment with the Jewish people before</b> the emperor, <b>Alexander of Macedon, they said to him: The land of Canaan is ours, as it is written:</b> “This is the land that shall fall to you as an inheritance, <b>the land of Canaan according to its borders”</b> (Numbers 34:2). <b>And</b> the people of Afrikiya said, referring to themselves: <b>Canaan is the forefather of these people.</b> <b>Geviha ben Pesisa said to the rabbis: Give me permission and I will go and deliberate with them before Alexander of Macedon. If they will defeat me, say</b> to them: <b>You have defeated an ordinary</b> person <b>from among us,</b> and until you overcome our rabbis, it is no victory. <b>And if I will defeat them, say to them: The Torah of Moses defeated you,</b> and attribute no significance to me. The rabbis <b>gave him permission, and he went and deliberated with them.</b> Geviha ben Pesisa <b>said to them: From where are you citing proof</b> that the land of Canaan is yours? <b>They said to him: From the Torah.</b> Geviha ben Pesisa <b>said to them: I too will cite proof to you only from the Torah, as it is stated: “And he said: Cursed will be Canaan; a slave of slaves shall he be to his brethren”</b> (Genesis 9:25). And with regard to <b>a slave who acquired property,</b> the <b>slave</b> belongs <b>to whom</b> and the <b>property</b> belongs <b>to whom?</b> The slave and his property belong to the master. <b>And moreover,</b> it is <b>several years</b> now <b>that you have not served us.</b> Therefore, not only are you not entitled to the land, there are additional debts that must be repaid, as well as a return to enslavement. <b>Alexander the king said to</b> the people of Afrikiya: <b>Provide</b> Geviha ben Pesisa with <b>a response</b> to his claims. <b>They said to</b> Alexander: <b>Give us time;</b> give us <b>three days</b> to consider the matter. The emperor <b>gave them</b> the requested <b>time</b> and <b>they examined</b> the matter <b>and did not find a response</b> to the claims. <b>Immediately, they fled and abandoned their fields when they</b> were <b>sown and their vineyards when they</b> were <b>planted.</b> The Talmud adds: <b>And</b> since <b>that year was a Sabbatical</b> Year, with the accompanying restrictions on agricultural activity, this benefited the Jewish people, as they were able to consume the produce of those fields and vineyards. The Talmud relates: On <b>another occasion, the people of Egypt came to judgment with the Jewish people before Alexander of Macedon.</b> The Egyptian people <b>said to</b> Alexander: <b>It says</b> in the Torah: <b>“And YHWH gave the people favor in the eyes of Egypt, and they lent them”</b> (Exodus 12:36). <b>Give us the silver and gold that you took from us;</b> you claimed that you were borrowing it and you never returned it. <b>Geviha ben Pesisa said to the rabbis: Give me permission and I will go and deliberate with them before Alexander</b> of Macedon. <b>If they will defeat me, say</b> to them: <b>You have defeated an ordinary</b> person <b>from among us,</b> and until you overcome our rabbis, it is no victory. <b>And if I will defeat them, say to them: The Torah of Moses, our teacher, defeated you,</b> and attribute no significance to me. The rabbis <b>gave him permission, and he went and deliberated with them.</b> Geviha ben Pesisa <b>said to them: From where are you citing proof</b> that you are entitled to the silver and gold? <b>They said to him: From the Torah.</b> Geviha ben Pesisa <b>said to them: I too will cite proof to you only from the Torah, as it is stated: “And the sojourning of the children of Israel, who dwelt in Egypt, was four hundred and thirty years”</b> (Exodus 12:40), during which they were enslaved to Egypt, engaged in hard manual labor. <b>Give us the wages for the work</b> performed <b>by</b> the <b>600,000</b> men above the age of twenty (see Exodus 12:37) <b>whom you enslaved in Egypt</b> for <b>four hundred and thirty years.</b> <b>Alexander of Macedon said to</b> the people of Egypt: <b>Provide</b> Geviha ben Pesisa with <b>a response</b> to his claims. <b>They said to him: Give us time;</b> give us <b>three days</b> to consider the matter. The emperor <b>gave them</b> the requested <b>time</b> and <b>they examined</b> the matter <b>and did not find a response</b> to the claims. <b>Immediately, they abandoned their fields when they</b> were <b>sown and their vineyards when they</b> were <b>planted, and fled.</b> The Talmud adds: <b>And that year was a Sabbatical</b> Year. The Talmud relates: <b>And</b> on <b>another occasion, the descendants of Ishmael and the descendants of Keturah came to judgment with the Jewish people before Alexander of Macedon. They said to</b> the Jewish people before Alexander: <b>The land of Canaan is</b> both <b>ours and yours, as it is written: “And these are the generations of Ishmael, son of Abraham,</b> whom Hagar the Egyptian, Sarah’s female slave, bore unto Abraham” (Genesis 25:12), <b>and it is written: “And these are the generations of Isaac, son of Abraham”</b> (Genesis 25:19). Therefore, the land should be divided between Abraham’s heirs. <b>Geviha ben Pesisa said to the rabbis: Give me permission and I will go and deliberate with them before Alexander of Macedon. If they will defeat me, say</b> to them: <b>You have defeated an ordinary</b> person <b>from among us,</b> and until you overcome our rabbis, it is no victory. <b>And if I will defeat them, say to them: The Torah of Moses, our teacher, defeated you,</b> and attribute no significance to me. The rabbis <b>gave him permission, and he went and deliberated with them.</b> Geviha ben Pesisa <b>said to</b> the descendants of Ishmael: <b>From where are you citing proof</b> that the land of Canaan belongs to both you and the Jewish people? <b>They said to him: From the Torah.</b> Geviha ben Pesisa <b>said to them: I too will cite proof to you only from the Torah, as it is stated: “And Abraham gave all that he had to Isaac. But to the sons of the concubines that Abraham had, Abraham gave gifts,</b> and he sent them away from his son, while he yet lived, eastward, to the east country” (Genesis 25:5–6). In the case of <b>a father who gave a document of bequest [<i>agatin</i>] to his sons during his lifetime and sent one</b> of the sons <b>away from the other, does</b> the one who was sent away <b>have any claim against the other?</b> The father himself divided his property. The Talmud asks: <b>What</b> were these <b>gifts</b> that Abraham gave to the sons of the concubines? <b>R' Yirmeya bar Abba says:</b> This <b>teaches that</b> Abraham <b>provided them</b> with the <b>name</b> of the supernatural spirit of <b>impurity,</b> enabling them to perform witchcraft. § Apropos exchanges with prominent non-Jew leaders, the Talmud cites an exchange where <b>Antoninos,</b> the Roman emperor, <b>said to R'</b> Yehuda HaNasi: <b>The body and the soul are able to exempt themselves from judgment</b> for their sins. <b>How so? The body says: The soul sinned, as from the day</b> of my death <b>when it departed from me, I am cast like a silent stone in the grave,</b> and do not sin. <b>And the soul says: The body sinned, as from the day that I departed from it, I am flying in the air like a bird,</b> incapable of sin. R' Yehuda HaNasi <b>said to him: I will tell you a parable. To what is this matter comparable?</b> It is comparable <b>to a king of flesh and blood who had a fine orchard, and in it there were</b>",
  "en_text_processed": "<b>The daughter of</b> the emperor <b>said</b> to Rabban Gamliel: <b>Leave him, and I will respond to him</b> with a parable. She said: <b>There are two craftsmen in our city; one fashions</b> vessels <b>from water, and one fashions</b> vessels <b>from mortar. Which is more noteworthy?</b> The emperor <b>said to her:</b> It is <b>that</b> craftsman <b>that fashions</b> vessels <b>from water.</b> His daughter <b>said to him:</b> If <b>he fashions</b> a vessel <b>from the water, all the more so</b> is it <b>not</b> clear that he can fashion vessels <b>from mortar?</b> By the same token, if God was able to create the world from water, He is certainly able to resurrect people from dust. <b>The school of R' Yishmael taught</b> that resurrection of the dead <b><i>a fortiori</i> from glass vessels: If</b> concerning <b>glass vessels, which are fashioned by the breath of</b> those of <b>flesh and blood,</b> who blow and form the vessels, and yet if <b>they break they can be repaired,</b> as they can be melted and subsequently blown again, then with regard to those of <b>flesh and blood, whose</b> souls are a product of <b>the breath of God, all the more so</b> can God restore them to life. The Talmud relates that <b>a certain heretic said to R' Ami: You say that the dead will live. Aren’t they dust? And does dust come to life?</b> R' Ami <b>said to him: I will tell you a parable. To what is this matter comparable?</b> It is comparable <b>to a flesh-and-blood king who said to his servants: Go and construct for me a great palace [<i>palterin</i>] in a place where there is no water and earth</b> available. <b>They went and constructed it. Sometime</b> later, the palace <b>collapsed.</b> The king <b>said to them: Return</b> to your labor <b>and construct</b> the palace <b>in a place where there is earth and water</b> available. <b>They said to him: We are unable</b> to do so. The king <b>became angry at them and said to them:</b> If <b>in a place where there is no water and earth</b> available <b>you constructed</b> a palace, <b>now that there is water and earth</b> available <b>all the more so</b> should you be able to do so. Similarly, concerning man, whom God created <i>ex nihilo</i>, all the more so will God be able to resurrect him from dust. <b>And if you do not believe</b> that a being can be created from dust, <b>go out to the valley and see an <i>akhbar</i>,</b> a creature <b>that today is half flesh and half earth,</b> and <b>tomorrow</b> the being will <b>develop and all of it will become flesh. Lest you say</b> that creation of living creatures is a matter that develops <b>over an extended period, ascend a mountain and see that today there is only one snail there;</b> then ascend <b>tomorrow,</b> after <b>rain</b> will <b>have fallen, and</b> see that <b>it</b> will be <b>entirely filled with snails.</b> The Talmud relates that <b>a certain heretic said to Geviha ben Pesisa: Woe unto you, the wicked, as you say: The dead will come to life.</b> The way of the world is that <b>those</b> who are <b>alive die.</b> How can you say <b>that the dead will come to life?</b> Geviha ben Pesisa <b>said to him: Woe unto you, the wicked, as you say: The dead will not come to life.</b> If <b>those who were not</b> in existence <b>come to life, is it not</b> reasonable <b>all the more so</b> that <b>those who were</b> once <b>alive</b> will come to life again? The heretic <b>said to</b> Geviha ben Pesisa angrily: <b>You called me wicked? If I stand, I will kick you and flatten your hump,</b> as Geviha ben Pesisa was a hunchback. Geviha ben Pesisa <b>said to him</b> jocularly: <b>If you do so, you will be called an expert doctor and will take high wages</b> for your services. § Apropos Geviha ben Pesisa and his cleverness in debate, the Talmud cites additional incidents where he represented the Jewish people in debates. <b>A baraita states</b> in <i>Megillat Ta’anit</i>: <b>On the twenty-fourth</b> day <b>in Nisan</b> it is a joyous day, since the <b>usurpers [<i>dimusana’ei</i>] were expelled from Judea and Jerusalem. When the people of Afrikiya came to judgment with the Jewish people before</b> the emperor, <b>Alexander of Macedon, they said to him: The land of Canaan is ours, as it is written:</b> “This is the land that shall fall to you as an inheritance, <b>the land of Canaan according to its borders”</b> (Numbers 34:2). <b>And</b> the people of Afrikiya said, referring to themselves: <b>Canaan is the forefather of these people.</b> <b>Geviha ben Pesisa said to the rabbis: Give me permission and I will go and deliberate with them before Alexander of Macedon. If they will defeat me, say</b> to them: <b>You have defeated an ordinary</b> person <b>from among us,</b> and until you overcome our rabbis, it is no victory. <b>And if I will defeat them, say to them: The Torah of Moses defeated you,</b> and attribute no significance to me. The rabbis <b>gave him permission, and he went and deliberated with them.</b> Geviha ben Pesisa <b>said to them: From where are you citing proof</b> that the land of Canaan is yours? <b>They said to him: From the Torah.</b> Geviha ben Pesisa <b>said to them: I too will cite proof to you only from the Torah, as it is stated: “And he said: Cursed will be Canaan; a slave of slaves shall he be to his brethren”</b> (Genesis 9:25). And with regard to <b>a slave who acquired property,</b> the <b>slave</b> belongs <b>to whom</b> and the <b>property</b> belongs <b>to whom?</b> The slave and his property belong to the master. <b>And moreover,</b> it is <b>several years</b> now <b>that you have not served us.</b> Therefore, not only are you not entitled to the land, there are additional debts that must be repaid, as well as a return to enslavement. <b>Alexander the king said to</b> the people of Afrikiya: <b>Provide</b> Geviha ben Pesisa with <b>a response</b> to his claims. <b>They said to</b> Alexander: <b>Give us time;</b> give us <b>three days</b> to consider the matter. The emperor <b>gave them</b> the requested <b>time</b> and <b>they examined</b> the matter <b>and did not find a response</b> to the claims. <b>Immediately, they fled and abandoned their fields when they</b> were <b>sown and their vineyards when they</b> were <b>planted.</b> The Talmud adds: <b>And</b> since <b>that year was a Sabbatical</b> Year, with the accompanying restrictions on agricultural activity, this benefited the Jewish people, as they were able to consume the produce of those fields and vineyards. The Talmud relates: On <b>another occasion, the people of Egypt came to judgment with the Jewish people before Alexander of Macedon.</b> The Egyptian people <b>said to</b> Alexander: <b>It says</b> in the Torah: <b>“And YHWH gave the people favor in the eyes of Egypt, and they lent them”</b> (Exodus 12:36). <b>Give us the silver and gold that you took from us;</b> you claimed that you were borrowing it and you never returned it. <b>Geviha ben Pesisa said to the rabbis: Give me permission and I will go and deliberate with them before Alexander</b> of Macedon. <b>If they will defeat me, say</b> to them: <b>You have defeated an ordinary</b> person <b>from among us,</b> and until you overcome our rabbis, it is no victory. <b>And if I will defeat them, say to them: The Torah of Moses, our teacher, defeated you,</b> and attribute no significance to me. The rabbis <b>gave him permission, and he went and deliberated with them.</b> Geviha ben Pesisa <b>said to them: From where are you citing proof</b> that you are entitled to the silver and gold? <b>They said to him: From the Torah.</b> Geviha ben Pesisa <b>said to them: I too will cite proof to you only from the Torah, as it is stated: “And the sojourning of the children of Israel, who dwelt in Egypt, was four hundred and thirty years”</b> (Exodus 12:40), during which they were enslaved to Egypt, engaged in hard manual labor. <b>Give us the wages for the work</b> performed <b>by</b> the <b>600,000</b> men above the age of twenty (see Exodus 12:37) <b>whom you enslaved in Egypt</b> for <b>four hundred and thirty years.</b> <b>Alexander of Macedon said to</b> the people of Egypt: <b>Provide</b> Geviha ben Pesisa with <b>a response</b> to his claims. <b>They said to him: Give us time;</b> give us <b>three days</b> to consider the matter. The emperor <b>gave them</b> the requested <b>time</b> and <b>they examined</b> the matter <b>and did not find a response</b> to the claims. <b>Immediately, they abandoned their fields when they</b> were <b>sown and their vineyards when they</b> were <b>planted, and fled.</b> The Talmud adds: <b>And that year was a Sabbatical</b> Year. The Talmud relates: <b>And</b> on <b>another occasion, the descendants of Ishmael and the descendants of Keturah came to judgment with the Jewish people before Alexander of Macedon. They said to</b> the Jewish people before Alexander: <b>The land of Canaan is</b> both <b>ours and yours, as it is written: “And these are the generations of Ishmael, son of Abraham,</b> whom Hagar the Egyptian, Sarah’s female slave, bore unto Abraham” (Genesis 25:12), <b>and it is written: “And these are the generations of Isaac, son of Abraham”</b> (Genesis 25:19). Therefore, the land should be divided between Abraham’s heirs. <b>Geviha ben Pesisa said to the rabbis: Give me permission and I will go and deliberate with them before Alexander of Macedon. If they will defeat me, say</b> to them: <b>You have defeated an ordinary</b> person <b>from among us,</b> and until you overcome our rabbis, it is no victory. <b>And if I will defeat them, say to them: The Torah of Moses, our teacher, defeated you,</b> and attribute no significance to me. The rabbis <b>gave him permission, and he went and deliberated with them.</b> Geviha ben Pesisa <b>said to</b> the descendants of Ishmael: <b>From where are you citing proof</b> that the land of Canaan belongs to both you and the Jewish people? <b>They said to him: From the Torah.</b> Geviha ben Pesisa <b>said to them: I too will cite proof to you only from the Torah, as it is stated: “And Abraham gave all that he had to Isaac. But to the sons of the concubines that Abraham had, Abraham gave gifts,</b> and he sent them away from his son, while he yet lived, eastward, to the east country” (Genesis 25:5–6). In the case of <b>a father who gave a document of bequest [<i>agatin</i>] to his sons during his lifetime and sent one</b> of the sons <b>away from the other, does</b> the one who was sent away <b>have any claim against the other?</b> The father himself divided his property. The Talmud asks: <b>What</b> were these <b>gifts</b> that Abraham gave to the sons of the concubines? <b>R' Yirmeya bar Abba says:</b> This <b>teaches that</b> Abraham <b>provided them</b> with the <b>name</b> of the supernatural spirit of <b>impurity,</b> enabling them to perform witchcraft. § Apropos exchanges with prominent non-Jew leaders, the Talmud cites an exchange where <b>Antoninos,</b> the Roman emperor, <b>said to R'</b> Yehuda HaNasi: <b>The body and the soul are able to exempt themselves from judgment</b> for their sins. <b>How so? The body says: The soul sinned, as from the day</b> of my death <b>when it departed from me, I am cast like a silent stone in the grave,</b> and do not sin. <b>And the soul says: The body sinned, as from the day that I departed from it, I am flying in the air like a bird,</b> incapable of sin. R' Yehuda HaNasi <b>said to him: I will tell you a parable. To what is this matter comparable?</b> It is comparable <b>to a king of flesh and blood who had a fine orchard, and in it there were</b>",
  "he_text": "אֲמַרָה לֵיהּ בְּרַתֵּיה: שִׁבְקֵיהּ, וַאֲנָא מַהְדַּרְנָא לֵיהּ. שְׁנֵי יוֹצְרִים יֵשׁ בְּעִירֵנוּ: אֶחָד יוֹצֵר מִן הַמַּיִם, וְאֶחָד יוֹצֵר מִן הַטִּיט. אֵיזֶה מֵהֶן מְשׁוּבָּח? אָמַר לָהּ: זֶה שֶׁיּוֹצֵר מִן הַמַּיִם. אָמְרָה לוֹ: מִן הַמַּיִם צָר, מִן הַטִּיט לֹא כׇּל שֶׁכֵּן? דְּבֵי רַבִּי יִשְׁמָעֵאל תָּנָא: קַל וָחוֹמֶר מִכְּלֵי זְכוּכִית, מָה כְּלֵי זְכוּכִית שֶׁעֲמָלָן בְּרוּחַ בָּשָׂר וָדָם - נִשְׁבְּרוּ יֵשׁ לָהֶן תַּקָּנָה, בָּשָׂר וָדָם שֶׁבְּרוּחוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא – עַל אַחַת כַּמָּה וְכַמָּה. אֲמַר לֵיהּ הָהוּא מִינָא לְרַבִּי אַמֵּי: אָמְרִיתוּ דְּשָׁכְבֵי חָיִי. וְהָא הָווּ עַפְרָא, וְעַפְרָא מִי קָא חָיֵי?! אֲמַר לֵיהּ: אֶמְשׁוֹל לְךָ מָשָׁל. לְמָה הַדָּבָר דּוֹמֶה? לְמֶלֶךְ בָּשָׂר וָדָם שֶׁאָמַר לַעֲבָדָיו: לְכוּ וּבְנוּ לִי פַּלְטֵרִין גְּדוֹלִים בִּמְקוֹם שֶׁאֵין מַיִם וְעָפָר. הָלְכוּ וּבָנוּ אוֹתָן. לְיָמִים נָפְלוּ. אָמַר לָהֶם: חִזְרוּ וּבְנוּ אוֹתָן בִּמְקוֹם שֶׁיֵּשׁ עָפָר וָמַיִם. אָמְרוּ לוֹ: אֵין אָנוּ יְכוֹלִין. כָּעַס עֲלֵיהֶם, וְאָמַר לָהֶן: בִּמְקוֹם שֶׁאֵין מַיִם וְעָפָר בְּנִיתֶם, עַכְשָׁיו שֶׁיֵּשׁ מַיִם וְעָפָר – עַל אַחַת כַּמָּה וְכַמָּה! וְאִם אִי אַתָּה מַאֲמִין, צֵא לַבִּקְעָה וּרְאֵה עַכְבָּר שֶׁהַיּוֹם חֶצְיוֹ בָּשָׂר וְחֶצְיוֹ אֲדָמָה, לְמָחָר הִשְׁרִיץ וְנַעֲשָׂה כֻּלּוֹ בָּשָׂר. שֶׁמָּא תֹּאמַר לִזְמַן מְרוּבֶּה? עֲלֵה לָהָר וּרְאֵה שֶׁהַיּוֹם אֵין בּוֹ אֶלָּא חִלָּזוֹן אֶחָד, לְמָחָר יָרְדוּ גְּשָׁמִים וְנִתְמַלֵּא כּוּלּוֹ חֶלְזוֹנוֹת. אֲמַר לֵיהּ הָהוּא מִינָא לִגְבִיהָא בֶּן פְּסִיסָא: וַוי לְכוֹן חַיָּיבַיָּא, דְּאָמְרִיתוּן מִיתֵי חָיִין! דְּחָיִין מָיְתִי, דְּמִיתֵי חָיִין? אֲמַר לֵיהּ: וַוי לְכוֹן חַיָּיבַיָּא, דְּאָמְרִיתוּן מִיתֵי לָא חָיִין! דְּלָא הֲווֹ חָיִי, דַּהֲווֹ חַיֵּי – לֹא כׇּל שֶׁכֵּן? אֲמַר לֵיהּ: חַיָּיבַיָּא קָרֵית לִי? אִי קָאֵימְנָא, בָּעֵיטְנָא בָּךְ וּפָשֵׁיטְנָא לְעַקְמוּתָךְ מִינָּךְ! אֲמַר לֵיהּ: אִם אַתָּה עוֹשֶׂה כֵּן, רוֹפֵא אוּמָּן תִּקָּרֵא, וְשָׂכָר הַרְבֵּה תִּטּוֹל. תָּנוּ רַבָּנַן: בְּעֶשְׂרִים וְאַרְבָּעָה בְּנִיסָן אִיתְנְטִילוּ דֵּימוֹסְנָאֵי מִיהוּדָה וּמִירוּשָׁלַיִם. כְּשֶׁבָּאוּ בְּנֵי אַפְרִיקִיָּא לָדוּן עִם יִשְׂרָאֵל לִפְנֵי אֲלֶכְּסַנְדְּרוֹס מוֹקְדוֹן, אָמְרוּ לוֹ: אֶרֶץ כְּנַעַן שֶׁלָּנוּ הִיא, דִּכְתִיב ״אֶרֶץ כְּנַעַן לִגְבֻלֹתֶיהָ״, וּכְנַעַן אֲבוּהוֹן דְּהָנְהוּ אִינָשֵׁי הֲוָה. אֲמַר לְהוּ גְּבִיהָא בֶּן פְּסִיסָא לַחֲכָמִים: תְּנוּ לִי רְשׁוּת וְאֵלֵךְ וְאָדוּן עִמָּהֶן לִפְנֵי אֲלֶכְּסַנְדְּרוֹס מוֹקְדוֹן. אִם יְנַצְּחוּנִי, אִמְרוּ: הֶדְיוֹט שֶׁבָּנוּ נִצַּחְתֶּם, וְאִם אֲנִי אֲנַצֵּחַ אוֹתָם, אִמְרוּ לָהֶם: תּוֹרַת מֹשֶׁה נִצְּחַתְכֶם. נָתְנוּ לוֹ רְשׁוּת, וְהָלַךְ וְדָן עִמָּהֶם. אָמַר לָהֶם: מֵהֵיכָן אַתֶּם מְבִיאִים רְאָיָיה? אָמְרוּ לוֹ: מִן הַתּוֹרָה. אָמַר לָהֶן: אַף אֲנִי לֹא אָבִיא לָכֶם רְאָיָיה אֶלָּא מִן הַתּוֹרָה, שֶׁנֶּאֱמַר: ״וַיֹּאמֶר אָרוּר כְּנָעַן עֶבֶד עֲבָדִים יִהְיֶה לְאֶחָיו״. עֶבֶד שֶׁקָּנָה נְכָסִים – עֶבֶד לְמִי וּנְכָסִים לְמִי? וְלֹא עוֹד, אֶלָּא שֶׁהֲרֵי כַּמָּה שָׁנִים שֶׁלֹּא עֲבַדְתּוּנוּ! אָמַר לָהֶם אֲלֶכְּסַנְדְּרוֹס מַלְכָּא: הַחְזִירוּ לוֹ תְּשׁוּבָה! אָמְרוּ לוֹ: תְּנוּ לָנוּ זְמַן שְׁלֹשָׁה יָמִים. נָתַן לָהֶם זְמַן. בָּדְקוּ וְלֹא מָצְאוּ תְּשׁוּבָה. מִיָּד בָּרְחוּ, וְהִנִּיחוּ שְׂדוֹתֵיהֶן כְּשֶׁהֵן זְרוּעוֹת, וְכַרְמֵיהֶן כְּשֶׁהֵן נְטוּעוֹת. וְאוֹתָהּ שָׁנָה שְׁבִיעִית הָיְתָה. שׁוּב פַּעַם אַחַת בָּאוּ בְּנֵי מִצְרַיִם לָדוּן עִם יִשְׂרָאֵל לִפְנֵי אֲלֶכְּסַנְדְּרוֹס מוֹקְדוֹן. אָמְרוּ לוֹ: הֲרֵי הוּא אוֹמֵר ״וַה׳ נָתַן אֶת חֵן הָעָם בְּעֵינֵי מִצְרַיִם וַיַּשְׁאִלוּם״. תְּנוּ לָנוּ כֶּסֶף וְזָהָב שֶׁנְּטַלְתֶּם מִמֶּנּוּ. אָמַר גְּבִיהָא בֶּן פְּסִיסָא לַחֲכָמִים: תְּנוּ לִי רְשׁוּת וְאֵלֵךְ וְאָדוּן עִמָּהֶן לִפְנֵי אֲלֶכְּסַנְדְּרוֹס. אִם יְנַצְּחוּנִי, אִמְרוּ לָהֶם: הֶדְיוֹט שֶׁבָּנוּ נִצַּחְתֶּם, וְאִם אֲנִי אֲנַצֵּחַ אוֹתָם, אִמְרוּ לָהֶם: תּוֹרַת מֹשֶׁה רַבֵּינוּ נִצְּחַתְכֶם. נָתְנוּ לוֹ רְשׁוּת וְהָלַךְ וְדָן עִמָּהֶן. אָמַר לָהֶן: מֵהֵיכָן אַתֶּם מְבִיאִין רְאָיָיה? אָמְרוּ לוֹ: מִן הַתּוֹרָה. אָמַר לָהֶן: אַף אֲנִי לֹא אָבִיא לָכֶם רְאָיָיה אֶלָּא מִן הַתּוֹרָה, שֶׁנֶּאֱמַר: ״וּמוֹשַׁב בְּנֵי יִשְׂרָאֵל אֲשֶׁר יָשְׁבוּ בְּמִצְרָיִם שְׁלֹשִׁים שָׁנָה וְאַרְבַּע מֵאוֹת שָׁנָה״. תְּנוּ לָנוּ שְׂכַר עֲבוֹדָה שֶׁל שִׁשִּׁים רִיבּוֹא שֶׁשִּׁיעְבַּדְתֶּם בְּמִצְרַיִם שְׁלֹשִׁים שָׁנָה וְאַרְבַּע מֵאוֹת שָׁנָה. אָמַר לָהֶן אֲלֶכְּסַנְדְּרוֹס מוֹקְדוֹן: הַחְזִירוּ לוֹ תְּשׁוּבָה! אָמְרוּ לוֹ: תְּנוּ לָנוּ זְמַן שְׁלֹשָׁה יָמִים. נָתַן לָהֶם זְמַן. בָּדְקוּ וְלֹא מָצְאוּ תְּשׁוּבָה. מִיָּד הִנִּיחוּ שְׂדוֹתֵיהֶן כְּשֶׁהֵן זְרוּעוֹת, וְכַרְמֵיהֶן כְּשֶׁהֵן נְטוּעוֹת, וּבָרְחוּ. וְאוֹתָהּ שָׁנָה שְׁבִיעִית הָיְתָה. וְשׁוּב פַּעַם אַחַת בָּאוּ בְּנֵי יִשְׁמָעֵאל וּבְנֵי קְטוּרָה לָדוּן עִם יִשְׂרָאֵל לִפְנֵי אֲלֶכְּסַנְדְּרוֹס מוֹקְדוֹן. אָמְרוּ לוֹ: אֶרֶץ כְּנַעַן שֶׁלָּנוּ וְשֶׁלָּכֶם, דִּכְתִיב ״וְאֵלֶּה תֹּלְדֹת יִשְׁמָעֵאל בֶּן אַבְרָהָם״ וּכְתִיב ״אֵלֶּה תּוֹלְדֹת יִצְחָק בֶּן אַבְרָהָם״. אָמַר לָהֶן גְּבִיהָא בֶּן פְּסִיסָא לַחֲכָמִים: תְּנוּ לִי רְשׁוּת וְאֵלֵךְ וְאָדוּן עִמָּהֶם לִפְנֵי אֲלֶכְּסַנְדְּרוֹס מוֹקְדוֹן. אִם יְנַצְּחוּנִי אִמְרוּ: הֶדְיוֹט שֶׁבָּנוּ נִצַּחְתֶּם, וְאִם אֲנִי אֲנַצֵּחַ אוֹתָם אִמְרוּ לָהֶם: תּוֹרַת מֹשֶׁה רַבֵּינוּ נִצְּחַתְכֶם. נָתְנוּ לוֹ רְשׁוּת, הָלַךְ וְדָן עִמָּהֶן. אָמַר לָהֶם: מֵהֵיכָן אַתֶּם מְבִיאִין רְאָיָיה? אָמְרוּ לוֹ: מִן הַתּוֹרָה. אָמַר לָהֶן: אַף אֲנִי לֹא אָבִיא רְאָיָיה אֶלָּא מִן הַתּוֹרָה, שֶׁנֶּאֱמַר: ״וַיִּתֵּן אַבְרָהָם אֶת כׇּל אֲשֶׁר לוֹ לְיִצְחָק. וְלִבְנֵי הַפִּילַגְשִׁים אֲשֶׁר לְאַבְרָהָם נָתַן אַבְרָהָם מַתָּנֹת״. אָב שֶׁנָּתַן אֲגִטִּין לְבָנָיו בְּחַיָּיו וְשִׁיגֵּר זֶה מֵעַל זֶה, כְּלוּם יֵשׁ לָזֶה עַל זֶה כְּלוּם? מַאי מַתָּנוֹת? אָמַר רַבִּי יִרְמְיָה בַּר אַבָּא: מְלַמֵּד שֶׁמָּסַר לָהֶם שֵׁם טוּמְאָה. אֲמַר לֵיהּ אַנְטוֹנִינוּס לְרַבִּי: גּוּף וּנְשָׁמָה יְכוֹלִין לִפְטוֹר עַצְמָן מִן הַדִּין. כֵּיצַד? גּוּף אוֹמֵר: נְשָׁמָה חָטָאת, שֶׁמִּיּוֹם שֶׁפֵּירְשָׁה מִמֶּנִּי הֲרֵינִי מוּטָּל כְּאֶבֶן דּוּמָם בַּקֶּבֶר. וּנְשָׁמָה אוֹמֶרֶת: גּוּף חָטָא, שֶׁמִּיּוֹם שֶׁפֵּירַשְׁתִּי מִמֶּנּוּ הֲרֵינִי פּוֹרַחַת בָּאֲוִיר כְּצִפּוֹר. אֲמַר לֵיהּ: אֶמְשׁוֹל לְךָ מָשָׁל. לְמָה הַדָּבָר דּוֹמֶה? לְמֶלֶךְ בָּשָׂר וָדָם שֶׁהָיָה לוֹ פַּרְדֵּס נָאֶה, וְהָיָה בּוֹ",
  "en_processed": {
    "entities": [
      [
        "two",
        "CARDINAL"
      ],
      [
        "one",
        "CARDINAL"
      ],
      [
        "one",
        "CARDINAL"
      ],
      [
        "Yishmael",
        "ORG"
      ],
      [
        "Ami",
        "PERSON"
      ],
      [
        "today",
        "DATE"
      ],
      [
        "half",
        "CARDINAL"
      ],
      [
        "half",
        "CARDINAL"
      ],
      [
        "tomorrow",
        "DATE"
      ],
      [
        "Lest",
        "PERSON"
      ],
      [
        "today",
        "DATE"
      ],
      [
        "only one",
        "CARDINAL"
      ],
      [
        "tomorrow",
        "DATE"
      ],
      [
        "Geviha ben Pesisa",
        "ORG"
      ],
      [
        "the twenty-fourth",
        "DATE"
      ],
      [
        "Nisan",
        "ORG"
      ],
      [
        "Judea",
        "GPE"
      ],
      [
        "Jerusalem",
        "GPE"
      ],
      [
        "Afrikiya",
        "PERSON"
      ],
      [
        "Jewish",
        "NORP"
      ],
      [
        "Alexander",
        "PERSON"
      ],
      [
        "Macedon",
        "GPE"
      ],
      [
        "Canaan",
        "GPE"
      ],
      [
        "Canaan",
        "GPE"
      ],
      [
        "Canaan",
        "GPE"
      ],
      [
        "ben Pesisa",
        "PERSON"
      ],
      [
        "Alexander",
        "PERSON"
      ],
      [
        "Macedon",
        "GPE"
      ],
      [
        "The Torah of Moses",
        "WORK_OF_ART"
      ],
      [
        "Torah",
        "LAW"
      ],
      [
        "Torah",
        "LAW"
      ],
      [
        "Canaan",
        "GPE"
      ],
      [
        "several years",
        "DATE"
      ],
      [
        "Alexander",
        "PERSON"
      ],
      [
        "three days",
        "DATE"
      ],
      [
        "that year",
        "DATE"
      ],
      [
        "Egypt",
        "GPE"
      ],
      [
        "Jewish",
        "NORP"
      ],
      [
        "Alexander",
        "PERSON"
      ],
      [
        "Macedon",
        "GPE"
      ],
      [
        "YHWH",
        "PERSON"
      ],
      [
        "Egypt",
        "GPE"
      ],
      [
        "Geviha ben Pesisa",
        "ORG"
      ],
      [
        "Alexander",
        "PERSON"
      ],
      [
        "The Torah of Moses",
        "WORK_OF_ART"
      ],
      [
        "Torah",
        "LAW"
      ],
      [
        "Torah",
        "LAW"
      ],
      [
        "Israel",
        "GPE"
      ],
      [
        "Egypt",
        "GPE"
      ],
      [
        "four hundred and thirty years",
        "DATE"
      ],
      [
        "600,000",
        "CARDINAL"
      ],
      [
        "Egypt",
        "GPE"
      ],
      [
        "four hundred and thirty years",
        "DATE"
      ],
      [
        "Alexander",
        "PERSON"
      ],
      [
        "Macedon",
        "GPE"
      ],
      [
        "three days",
        "DATE"
      ],
      [
        "that year",
        "DATE"
      ],
      [
        "Ishmael",
        "PERSON"
      ],
      [
        "Keturah",
        "PERSON"
      ],
      [
        "Jewish",
        "NORP"
      ],
      [
        "Alexander",
        "PERSON"
      ],
      [
        "Macedon",
        "GPE"
      ],
      [
        "Canaan",
        "GPE"
      ],
      [
        "Ishmael",
        "PERSON"
      ],
      [
        "Abraham",
        "PERSON"
      ],
      [
        "Isaac",
        "PERSON"
      ],
      [
        "Abraham",
        "PERSON"
      ],
      [
        "Alexander",
        "PERSON"
      ],
      [
        "Macedon",
        "GPE"
      ],
      [
        "The Torah of Moses",
        "WORK_OF_ART"
      ],
      [
        "Torah",
        "LAW"
      ],
      [
        "Torah",
        "LAW"
      ],
      [
        "Abraham",
        "PERSON"
      ],
      [
        "Isaac",
        "PERSON"
      ],
      [
        "Abraham",
        "PERSON"
      ],
      [
        "Abraham",
        "PERSON"
      ],
      [
        "agatin",
        "ORG"
      ],
      [
        "one",
        "CARDINAL"
      ],
      [
        "Yirmeya",
        "PERSON"
      ],
      [
        "Abba",
        "PERSON"
      ],
      [
        "Antoninos",
        "ORG"
      ],
      [
        "the day",
        "DATE"
      ],
      [
        "the day",
        "DATE"
      ]
    ],
    "noun_phrases": [
      "The daughter",
      "him",
      "I",
      "him",
      "two craftsmen",
      "our city",
      "water",
      "mortar",
      "Which",
      "her",
      "water",
      "him",
      "he",
      "the water",
      "mortar",
      "The school",
      "R",
      "Yishmael",
      "a fortiori",
      "glass vessels",
      "which",
      "the breath",
      "flesh",
      "blood",
      "they",
      "they",
      "God",
      "a certain heretic",
      "R' Ami",
      "You",
      "the dead",
      "they",
      "dust",
      "dust",
      "life",
      "him",
      "I",
      "you",
      "what",
      "this matter",
      "a flesh-and-blood king",
      "who",
      "his servants",
      "me",
      "a great palace",
      "a place",
      "no water",
      "earth",
      "They",
      "it",
      "them",
      "a place",
      "earth",
      "water",
      "They",
      "him",
      "We",
      "them",
      "them",
      "a place",
      "no water",
      "earth",
      "you",
      "water",
      "earth",
      "you",
      "the valley",
      "an akhbar",
      "half flesh",
      "half earth",
      "all",
      "it",
      "flesh",
      "you",
      "an extended period",
      "a mountain",
      "only one snail",
      "rain",
      "it",
      "snails",
      "a certain heretic",
      "Geviha ben Pesisa",
      "you",
      "you",
      "The dead",
      "life",
      "those alive die",
      "the dead",
      "life",
      "him",
      "you",
      "you",
      "life",
      "those",
      "who",
      "life",
      "it",
      "those",
      "who",
      "You",
      "me",
      "I",
      "I",
      "you",
      "your hump",
      "him",
      "you",
      "you",
      "an expert doctor",
      "high wages",
      "A baraita",
      "the twenty-fourth",
      "Judea",
      "Jerusalem",
      "the people",
      "Afrikiya",
      "judgment",
      "the Jewish people",
      "Alexander",
      "Macedon",
      "they",
      "him",
      "The land",
      "Canaan",
      "ours",
      "it",
      "the land",
      "Canaan",
      "its borders",
      "Canaan",
      "the forefather",
      "these people",
      "Geviha ben Pesisa",
      "the rabbis",
      "me",
      "permission",
      "I",
      "them",
      "Alexander",
      "Macedon",
      "they",
      "me",
      "You",
      "us",
      "I",
      "them",
      "them",
      "The Torah",
      "Moses",
      "you",
      "him",
      "permission",
      "he",
      "them",
      "them",
      "you",
      "proof",
      "They",
      "him",
      "the Torah",
      "them",
      "I",
      "proof",
      "you",
      "the Torah",
      "it",
      "he",
      "Cursed",
      "Canaan",
      "a slave",
      "slaves",
      "he",
      "his brethren",
      "a slave",
      "who",
      "property",
      "slave",
      "whom",
      "property",
      "whom",
      "you",
      "us",
      "Alexander",
      "the king",
      "a response",
      "They",
      "us",
      "time",
      "three days",
      "them",
      "time",
      "they",
      "a response",
      "they",
      "their fields",
      "they",
      "they",
      "that year",
      "a Sabbatical another occasion",
      "the people",
      "Egypt",
      "judgment",
      "the Jewish people",
      "Alexander",
      "Macedon",
      "It",
      "YHWH",
      "the people",
      "the eyes",
      "Egypt",
      "they",
      "them",
      "us",
      "the silver",
      "gold",
      "that",
      "you",
      "us",
      "Geviha ben Pesisa",
      "the rabbis",
      "me",
      "permission",
      "I",
      "them",
      "Alexander",
      "they",
      "me",
      "You",
      "us",
      "I",
      "them",
      "them",
      "The Torah",
      "Moses",
      "our teacher",
      "you",
      "him",
      "permission",
      "he",
      "them",
      "them",
      "you",
      "proof",
      "They",
      "him",
      "the Torah",
      "them",
      "I",
      "proof",
      "you",
      "the Torah",
      "it",
      "the sojourning",
      "the children",
      "Israel",
      "who",
      "Egypt",
      "four hundred and thirty years",
      "us",
      "the wages",
      "the work",
      "whom",
      "you",
      "Egypt",
      "Alexander",
      "Macedon",
      "a response",
      "They",
      "him",
      "us",
      "time",
      "three days",
      "them",
      "time",
      "they",
      "a response",
      "they",
      "their fields",
      "they",
      "they",
      "that year",
      "a Sabbatical And another occasion",
      "the descendants",
      "Ishmael",
      "the descendants",
      "Keturah",
      "judgment",
      "the Jewish people",
      "Alexander",
      "Macedon",
      "They",
      "The land",
      "Canaan",
      "ours",
      "yours",
      "it",
      "these",
      "the generations",
      "Ishmael",
      "son",
      "Abraham",
      "it",
      "these",
      "the generations",
      "Isaac",
      "son",
      "Abraham” Geviha ben Pesisa",
      "the rabbis",
      "me",
      "permission",
      "I",
      "them",
      "Alexander",
      "Macedon",
      "they",
      "me",
      "You",
      "us",
      "I",
      "them",
      "them",
      "The Torah",
      "Moses",
      "our teacher",
      "you",
      "him",
      "permission",
      "he",
      "them",
      "you",
      "proof",
      "They",
      "him",
      "the Torah",
      "them",
      "I",
      "proof",
      "you",
      "the Torah",
      "it",
      "Abraham",
      "all",
      "that",
      "he",
      "Isaac",
      "the sons",
      "the concubines",
      "that",
      "Abraham",
      "Abraham",
      "gifts",
      "a father",
      "who",
      "a document",
      "bequest",
      "his sons",
      "his lifetime",
      "any claim",
      "What gifts",
      "R' Yirmeya bar Abba",
      "that",
      "them",
      "name impurity",
      "Antoninos",
      "R",
      "The body",
      "the soul",
      "themselves",
      "judgment",
      "The body",
      "The soul",
      "the day",
      "it",
      "me",
      "I",
      "a silent stone",
      "the grave",
      "the soul",
      "The body",
      "the day",
      "that",
      "I",
      "it",
      "I",
      "the air",
      "a bird",
      "him",
      "I",
      "you",
      "what",
      "this matter",
      "a king",
      "flesh",
      "blood",
      "who",
      "a fine orchard",
      "it"
    ],
    "sentences": [
      "The daughter of said Leave him, and I will respond to him There are two craftsmen in our city; one fashions from water, and one fashions from mortar.",
      "Which is more noteworthy?",
      "said to her: that that fashions from water.",
      "said to him: he fashions from the water, all the more so not from mortar?",
      "The school of R' Yishmael taught a fortiori from glass vessels: If glass vessels, which are fashioned by the breath of flesh and blood, they break they can be repaired, flesh and blood, whose the breath of God, all the more so a certain heretic said to R' Ami: You say that the dead will live.",
      "Aren’t they dust?",
      "And does dust come to life?",
      "said to him: I will tell you a parable.",
      "To what is this matter comparable?",
      "to a flesh-and-blood king who said to his servants: Go and construct for me a great palace [palterin] in a place where there is no water and earth They went and constructed it.",
      "Sometime collapsed.",
      "said to them: Return and construct in a place where there is earth and water",
      "They said to him: We are unable became angry at them and said to them: in a place where there is no water and earth you constructed now that there is water and earth all the more so",
      "And if you do not believe go out to the valley and see an akhbar, that today is half flesh and half earth, tomorrow develop and all of it will become flesh.",
      "Lest you say over an extended period, ascend a mountain and see that today there is only one snail there; tomorrow, rain have fallen, and it entirely filled with snails.",
      "a certain heretic said to Geviha ben Pesisa:",
      "Woe unto you, the wicked, as you say: The dead will come to life.",
      "those alive die.",
      "that the dead will come to life?",
      "said to him: Woe unto you, the wicked, as you say: The dead will not come to life.",
      "those who were not come to life, is it not all the more so those who were alive said to You called me wicked?",
      "If I stand, I will kick you and flatten your hump, said to him If you do so, you will be called an expert doctor and will take high wages A baraita states On the twenty-fourth in Nisan usurpers",
      "[dimusana’ei] were expelled from Judea and Jerusalem.",
      "When the people of Afrikiya came to judgment with the Jewish people before Alexander of Macedon, they said to him: The land of Canaan is ours, as it is written: the land of Canaan according to its borders” And Canaan is the forefather of these people.",
      "Geviha ben Pesisa said to the rabbis: Give me permission and I will go and deliberate with them before Alexander of Macedon.",
      "If they will defeat me, say You have defeated an ordinary from among us, And if I will defeat them, say to them: The Torah of Moses defeated you, gave him permission, and he went and deliberated with them.",
      "said to them: From where are you citing proof They said to him: From the Torah.",
      "said to them: I too will cite proof to you only from the Torah, as it is stated: “And he said: Cursed will be Canaan; a slave of slaves shall he be to his brethren” a slave who acquired property, slave to whom property to whom?",
      "And moreover, several years that you have not served us.",
      "Alexander the king said to Provide a response They said to Give us time; three days gave them time they examined and did not find a response Immediately, they fled and abandoned their fields when they sown and their vineyards when they planted.",
      "And that year was a Sabbatical another occasion, the people of Egypt came to judgment with the Jewish people before Alexander of Macedon.",
      "said to It says “And YHWH gave the people favor in the eyes of Egypt, and they lent them” Give us the silver and gold that you took from us; Geviha ben Pesisa said to the rabbis: Give me permission and I will go and deliberate with them before Alexander If they will defeat me, say You have defeated an ordinary from among us, And if I will defeat them, say to them: The Torah of Moses, our teacher, defeated you, gave him permission, and he went and deliberated with them.",
      "said to them: From where are you citing proof They said to him: From the Torah.",
      "said to them: I too will cite proof to you only from the Torah, as it is stated: “And the sojourning of the children of Israel, who dwelt in Egypt, was four hundred and thirty years” Give us the wages for the work by 600,000 whom you enslaved in Egypt four hundred and thirty years.",
      "Alexander of Macedon said to Provide a response They said to him: Give us time; three days gave them time they examined and did not find a response Immediately, they abandoned their fields when they sown and their vineyards when they planted, and fled.",
      "And that year was a Sabbatical And another occasion, the descendants of Ishmael and the descendants of Keturah came to judgment with the Jewish people before Alexander of Macedon.",
      "They said to The land of Canaan is ours and yours, as it is written: “And these are the generations of Ishmael, son of Abraham, and it is written: “And these are the generations of Isaac, son of Abraham” Geviha ben Pesisa said to the rabbis: Give me permission and I will go and deliberate with them before Alexander of Macedon.",
      "If they will defeat me, say You have defeated an ordinary from among us, And if I will defeat them, say to them: The Torah of Moses, our teacher, defeated you, gave him permission, and he went and deliberated with them.",
      "said to From where are you citing proof They said to him: From the Torah.",
      "said to them: I too will cite proof to you only from the Torah, as it is stated: “And Abraham gave all that he had to Isaac.",
      "But to the sons of the concubines that Abraham had, Abraham gave gifts, a father who gave a document of bequest [agatin] to his sons during his lifetime and sent one away from the other, does have any claim against the other?",
      "What gifts R' Yirmeya bar Abba says: teaches that provided them name impurity, Antoninos, said to R' The body and the soul are able to exempt themselves from judgment How so?",
      "The body says: The soul sinned, as from the day when it departed from me, I am cast like a silent stone in the grave, And the soul says: The body sinned, as from the day that I departed from it, I am flying in the air like a bird, said to him: I will tell you a parable.",
      "To what is this matter comparable?",
      "to a king of flesh and blood who had a fine orchard, and in it there were"
    ],
    "italicized_words": [
      "a fortiori",
      "agatin",
      "akhbar",
      "dimusana’ei",
      "palterin"
    ]
  },
  "he_processed": {
    "embedding_shape": [
      1,
      768
    ]
  },
  "tags": [
    "place:land of canaan",
    "place:bible:descendants of ishmael",
    "person:bible:on",
    "concept:impurity",
    "person:alexander the king",
    "person:abba",
    "person:bible:ishmael",
    "place:bible:jerusalem",
    "person:bible:ami",
    "person:geviha ben pesisa",
    "person:alexander of macedon",
    "place:judea",
    "person:bible:moses",
    "person:yirmeya",
    "person:bible:abraham",
    "concept:torah",
    "place:macedon",
    "person:bible:ben",
    "place:bible:egypt",
    "person:a certain heretic",
    "place:bible:descendants of keturah",
    "person:alexander",
    "place:bible:israel",
    "place:afrikiya",
    "person:bible:isaac",
    "concept:divine_name_yhwh",
    "place:bible:canaan",
    "person:a certain",
    "person:bible:keturah",
    "place:bible:children of israel",
    "person:bar abba"
  ],
  "section_count": 17,
  "sections": [
    {
      "section_id": 0,
      "section_number": 1,
      "ref": "Sanhedrin 91a:1",
      "en_text": "<b>The daughter of</b> the emperor <b>said</b> to Rabban Gamliel: <b>Leave him, and I will respond to him</b> with a parable. She said: <b>There are two craftsmen in our city; one fashions</b> vessels <b>from water, and one fashions</b> vessels <b>from mortar. Which is more noteworthy?</b> The emperor <b>said to her:</b> It is <b>that</b> craftsman <b>that fashions</b> vessels <b>from water.</b> His daughter <b>said to him:</b> If <b>he fashions</b> a vessel <b>from the water, all the more so</b> is it <b>not</b> clear that he can fashion vessels <b>from mortar?</b> By the same token, if God was able to create the world from water, He is certainly able to resurrect people from dust.",
      "en_text_processed": "<b>The daughter of</b> the emperor <b>said</b> to Rabban Gamliel: <b>Leave him, and I will respond to him</b> with a parable. She said: <b>There are two craftsmen in our city; one fashions</b> vessels <b>from water, and one fashions</b> vessels <b>from mortar. Which is more noteworthy?</b> The emperor <b>said to her:</b> It is <b>that</b> craftsman <b>that fashions</b> vessels <b>from water.</b> His daughter <b>said to him:</b> If <b>he fashions</b> a vessel <b>from the water, all the more so</b> is it <b>not</b> clear that he can fashion vessels <b>from mortar?</b> By the same token, if God was able to create the world from water, He is certainly able to resurrect people from dust.",
      "he_text": "אֲמַרָה לֵיהּ בְּרַתֵּיה: שִׁבְקֵיהּ, וַאֲנָא מַהְדַּרְנָא לֵיהּ. שְׁנֵי יוֹצְרִים יֵשׁ בְּעִירֵנוּ: אֶחָד יוֹצֵר מִן הַמַּיִם, וְאֶחָד יוֹצֵר מִן הַטִּיט. אֵיזֶה מֵהֶן מְשׁוּבָּח? אָמַר לָהּ: זֶה שֶׁיּוֹצֵר מִן הַמַּיִם. אָמְרָה לוֹ: מִן הַמַּיִם צָר, מִן הַטִּיט לֹא כׇּל שֶׁכֵּן?",
      "he_text_cleaned": "אֲמַרָה לֵיהּ בְּרַתֵּיה: שִׁבְקֵיהּ, וַאֲנָא מַהְדַּרְנָא לֵיהּ. שְׁנֵי יוֹצְרִים יֵשׁ בְּעִירֵנוּ: אֶחָד יוֹצֵר מִן הַמַּיִם, וְאֶחָד יוֹצֵר מִן הַטִּיט. אֵיזֶה מֵהֶן מְשׁוּבָּח? אָמַר לָהּ: זֶה שֶׁיּוֹצֵר מִן הַמַּיִם. אָמְרָה לוֹ: מִן הַמַּיִם צָר, מִן הַטִּיט לֹא כׇּל שֶׁכֵּן?",
      "tags": [],
      "en_processed": {
        "entities": [
          [
            "two",
            "CARDINAL"
          ],
          [
            "one",
            "CARDINAL"
          ],
          [
            "one",
            "CARDINAL"
          ]
        ],
        "noun_phrases": [
          "The daughter",
          "him",
          "I",
          "him",
          "two craftsmen",
          "our city",
          "water",
          "mortar",
          "Which",
          "her",
          "water",
          "him",
          "he",
          "the water",
          "mortar"
        ],
        "sentences": [
          "The daughter of said Leave him, and I will respond to him There are two craftsmen in our city; one fashions from water, and one fashions from mortar.",
          "Which is more noteworthy?",
          "said to her: that that fashions from water.",
          "said to him: he fashions from the water, all the more so not from mortar?"
        ],
        "italicized_words": []
      },
      "he_processed": {
        "embedding_shape": [
          1,
          768
        ]
      }
    },
    {
      "section_id": 1,
      "section_number": 2,
      "ref": "Sanhedrin 91a:2",
      "en_text": "<b>The school of Rabbi Yishmael taught</b> that resurrection of the dead <b><i>a fortiori</i> from glass vessels: If</b> concerning <b>glass vessels, which are fashioned by the breath of</b> those of <b>flesh and blood,</b> who blow and form the vessels, and yet if <b>they break they can be repaired,</b> as they can be melted and subsequently blown again, then with regard to those of <b>flesh and blood, whose</b> souls are a product of <b>the breath of the Holy One, Blessed be He, all the more so</b> can God restore them to life.",
      "en_text_processed": "<b>The school of R' Yishmael taught</b> that resurrection of the dead <b><i>a fortiori</i> from glass vessels: If</b> concerning <b>glass vessels, which are fashioned by the breath of</b> those of <b>flesh and blood,</b> who blow and form the vessels, and yet if <b>they break they can be repaired,</b> as they can be melted and subsequently blown again, then with regard to those of <b>flesh and blood, whose</b> souls are a product of <b>the breath of God, all the more so</b> can God restore them to life.",
      "he_text": "דְּבֵי רַבִּי יִשְׁמָעֵאל תָּנָא: קַל וָחוֹמֶר מִכְּלֵי זְכוּכִית, מָה כְּלֵי זְכוּכִית שֶׁעֲמָלָן בְּרוּחַ בָּשָׂר וָדָם - נִשְׁבְּרוּ יֵשׁ לָהֶן תַּקָּנָה, בָּשָׂר וָדָם שֶׁבְּרוּחוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא – עַל אַחַת כַּמָּה וְכַמָּה.",
      "he_text_cleaned": "דְּבֵי רַבִּי יִשְׁמָעֵאל תָּנָא: קַל וָחוֹמֶר מִכְּלֵי זְכוּכִית, מָה כְּלֵי זְכוּכִית שֶׁעֲמָלָן בְּרוּחַ בָּשָׂר וָדָם - נִשְׁבְּרוּ יֵשׁ לָהֶן תַּקָּנָה, בָּשָׂר וָדָם שֶׁבְּרוּחוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא – עַל אַחַת כַּמָּה וְכַמָּה.",
      "tags": [],
      "en_processed": {
        "entities": [
          [
            "Yishmael",
            "ORG"
          ]
        ],
        "noun_phrases": [
          "The school",
          "R",
          "Yishmael",
          "a fortiori",
          "glass vessels",
          "which",
          "the breath",
          "flesh",
          "blood",
          "they",
          "they",
          "God"
        ],
        "sentences": [
          "The school of R' Yishmael taught a fortiori from glass vessels: If glass vessels, which are fashioned by the breath of flesh and blood, they break they can be repaired, flesh and blood, whose the breath of God, all the more so"
        ],
        "italicized_words": [
          "a fortiori"
        ]
      },
      "he_processed": {
        "embedding_shape": [
          1,
          768
        ]
      }
    },
    {
      "section_id": 2,
      "section_number": 3,
      "ref": "Sanhedrin 91a:3",
      "en_text": "The Gemara relates that <b>a certain heretic said to Rabbi Ami: You say that the dead will live. Aren’t they dust? And does dust come to life?</b> Rabbi Ami <b>said to him: I will tell you a parable. To what is this matter comparable?</b> It is comparable <b>to a flesh-and-blood king who said to his servants: Go and construct for me a great palace [<i>palterin</i>] in a place where there is no water and earth</b> available. <b>They went and constructed it. Sometime</b> later, the palace <b>collapsed.</b> The king <b>said to them: Return</b> to your labor <b>and construct</b> the palace <b>in a place where there is earth and water</b> available. <b>They said to him: We are unable</b> to do so.",
      "en_text_processed": "The Talmud relates that <b>a certain heretic said to R' Ami: You say that the dead will live. Aren’t they dust? And does dust come to life?</b> R' Ami <b>said to him: I will tell you a parable. To what is this matter comparable?</b> It is comparable <b>to a flesh-and-blood king who said to his servants: Go and construct for me a great palace [<i>palterin</i>] in a place where there is no water and earth</b> available. <b>They went and constructed it. Sometime</b> later, the palace <b>collapsed.</b> The king <b>said to them: Return</b> to your labor <b>and construct</b> the palace <b>in a place where there is earth and water</b> available. <b>They said to him: We are unable</b> to do so.",
      "he_text": "אֲמַר לֵיהּ הָהוּא מִינָא לְרַבִּי אַמֵּי: אָמְרִיתוּ דְּשָׁכְבֵי חָיִי. וְהָא הָווּ עַפְרָא, וְעַפְרָא מִי קָא חָיֵי?! אֲמַר לֵיהּ: אֶמְשׁוֹל לְךָ מָשָׁל. לְמָה הַדָּבָר דּוֹמֶה? לְמֶלֶךְ בָּשָׂר וָדָם שֶׁאָמַר לַעֲבָדָיו: לְכוּ וּבְנוּ לִי פַּלְטֵרִין גְּדוֹלִים בִּמְקוֹם שֶׁאֵין מַיִם וְעָפָר. הָלְכוּ וּבָנוּ אוֹתָן. לְיָמִים נָפְלוּ. אָמַר לָהֶם: חִזְרוּ וּבְנוּ אוֹתָן בִּמְקוֹם שֶׁיֵּשׁ עָפָר וָמַיִם. אָמְרוּ לוֹ: אֵין אָנוּ יְכוֹלִין.",
      "he_text_cleaned": "אֲמַר לֵיהּ הָהוּא מִינָא לְרַבִּי אַמֵּי: אָמְרִיתוּ דְּשָׁכְבֵי חָיִי. וְהָא הָווּ עַפְרָא, וְעַפְרָא מִי קָא חָיֵי?! אֲמַר לֵיהּ: אֶמְשׁוֹל לְךָ מָשָׁל. לְמָה הַדָּבָר דּוֹמֶה? לְמֶלֶךְ בָּשָׂר וָדָם שֶׁאָמַר לַעֲבָדָיו: לְכוּ וּבְנוּ לִי פַּלְטֵרִין גְּדוֹלִים בִּמְקוֹם שֶׁאֵין מַיִם וְעָפָר. הָלְכוּ וּבָנוּ אוֹתָן. לְיָמִים נָפְלוּ. אָמַר לָהֶם: חִזְרוּ וּבְנוּ אוֹתָן בִּמְקוֹם שֶׁיֵּשׁ עָפָר וָמַיִם. אָמְרוּ לוֹ: אֵין אָנוּ יְכוֹלִין.",
      "tags": [
        "person:a certain",
        "person:a certain heretic",
        "person:bible:ami"
      ],
      "en_processed": {
        "entities": [
          [
            "Ami",
            "PERSON"
          ]
        ],
        "noun_phrases": [
          "a certain heretic",
          "R' Ami",
          "You",
          "the dead",
          "they",
          "dust",
          "dust",
          "life",
          "him",
          "I",
          "you",
          "what",
          "this matter",
          "a flesh-and-blood king",
          "who",
          "his servants",
          "me",
          "a great palace",
          "a place",
          "no water",
          "earth",
          "They",
          "it",
          "them",
          "a place",
          "earth",
          "water",
          "They",
          "him",
          "We"
        ],
        "sentences": [
          "a certain heretic said to R' Ami: You say that the dead will live.",
          "Aren’t they dust?",
          "And does dust come to life?",
          "said to him: I will tell you a parable.",
          "To what is this matter comparable?",
          "to a flesh-and-blood king who said to his servants: Go and construct for me a great palace [palterin] in a place where there is no water and earth They went and constructed it.",
          "Sometime collapsed.",
          "said to them: Return and construct in a place where there is earth and water",
          "They said to him: We are unable"
        ],
        "italicized_words": [
          "palterin"
        ]
      },
      "he_processed": {
        "embedding_shape": [
          1,
          768
        ]
      }
    },
    {
      "section_id": 3,
      "section_number": 4,
      "ref": "Sanhedrin 91a:4",
      "en_text": "The king <b>became angry at them and said to them:</b> If <b>in a place where there is no water and earth</b> available <b>you constructed</b> a palace, <b>now that there is water and earth</b> available <b>all the more so</b> should you be able to do so. Similarly, concerning man, whom God created <i>ex nihilo</i>, all the more so will God be able to resurrect him from dust. <b>And if you do not believe</b> that a being can be created from dust, <b>go out to the valley and see an <i>akhbar</i>,</b> a creature <b>that today is half flesh and half earth,</b> and <b>tomorrow</b> the being will <b>develop and all of it will become flesh. Lest you say</b> that creation of living creatures is a matter that develops <b>over an extended period, ascend a mountain and see that today there is only one snail there;</b> then ascend <b>tomorrow,</b> after <b>rain</b> will <b>have fallen, and</b> see that <b>it</b> will be <b>entirely filled with snails.</b>",
      "en_text_processed": "The king <b>became angry at them and said to them:</b> If <b>in a place where there is no water and earth</b> available <b>you constructed</b> a palace, <b>now that there is water and earth</b> available <b>all the more so</b> should you be able to do so. Similarly, concerning man, whom God created <i>ex nihilo</i>, all the more so will God be able to resurrect him from dust. <b>And if you do not believe</b> that a being can be created from dust, <b>go out to the valley and see an <i>akhbar</i>,</b> a creature <b>that today is half flesh and half earth,</b> and <b>tomorrow</b> the being will <b>develop and all of it will become flesh. Lest you say</b> that creation of living creatures is a matter that develops <b>over an extended period, ascend a mountain and see that today there is only one snail there;</b> then ascend <b>tomorrow,</b> after <b>rain</b> will <b>have fallen, and</b> see that <b>it</b> will be <b>entirely filled with snails.</b>",
      "he_text": "כָּעַס עֲלֵיהֶם, וְאָמַר לָהֶן: בִּמְקוֹם שֶׁאֵין מַיִם וְעָפָר בְּנִיתֶם, עַכְשָׁיו שֶׁיֵּשׁ מַיִם וְעָפָר – עַל אַחַת כַּמָּה וְכַמָּה! וְאִם אִי אַתָּה מַאֲמִין, צֵא לַבִּקְעָה וּרְאֵה עַכְבָּר שֶׁהַיּוֹם חֶצְיוֹ בָּשָׂר וְחֶצְיוֹ אֲדָמָה, לְמָחָר הִשְׁרִיץ וְנַעֲשָׂה כֻּלּוֹ בָּשָׂר. שֶׁמָּא תֹּאמַר לִזְמַן מְרוּבֶּה? עֲלֵה לָהָר וּרְאֵה שֶׁהַיּוֹם אֵין בּוֹ אֶלָּא חִלָּזוֹן אֶחָד, לְמָחָר יָרְדוּ גְּשָׁמִים וְנִתְמַלֵּא כּוּלּוֹ חֶלְזוֹנוֹת.",
      "he_text_cleaned": "כָּעַס עֲלֵיהֶם, וְאָמַר לָהֶן: בִּמְקוֹם שֶׁאֵין מַיִם וְעָפָר בְּנִיתֶם, עַכְשָׁיו שֶׁיֵּשׁ מַיִם וְעָפָר – עַל אַחַת כַּמָּה וְכַמָּה! וְאִם אִי אַתָּה מַאֲמִין, צֵא לַבִּקְעָה וּרְאֵה עַכְבָּר שֶׁהַיּוֹם חֶצְיוֹ בָּשָׂר וְחֶצְיוֹ אֲדָמָה, לְמָחָר הִשְׁרִיץ וְנַעֲשָׂה כֻּלּוֹ בָּשָׂר. שֶׁמָּא תֹּאמַר לִזְמַן מְרוּבֶּה? עֲלֵה לָהָר וּרְאֵה שֶׁהַיּוֹם אֵין בּוֹ אֶלָּא חִלָּזוֹן אֶחָד, לְמָחָר יָרְדוּ גְּשָׁמִים וְנִתְמַלֵּא כּוּלּוֹ חֶלְזוֹנוֹת.",
      "tags": [],
      "en_processed": {
        "entities": [
          [
            "today",
            "DATE"
          ],
          [
            "half",
            "CARDINAL"
          ],
          [
            "half",
            "CARDINAL"
          ],
          [
            "tomorrow",
            "DATE"
          ],
          [
            "Lest",
            "PERSON"
          ],
          [
            "today",
            "DATE"
          ],
          [
            "only one",
            "CARDINAL"
          ],
          [
            "tomorrow",
            "DATE"
          ]
        ],
        "noun_phrases": [
          "them",
          "them",
          "a place",
          "no water",
          "earth",
          "you",
          "water",
          "earth",
          "you",
          "the valley",
          "an akhbar",
          "half flesh",
          "half earth",
          "all",
          "it",
          "flesh",
          "you",
          "an extended period",
          "a mountain",
          "only one snail",
          "rain",
          "it",
          "snails"
        ],
        "sentences": [
          "became angry at them and said to them: in a place where there is no water and earth you constructed now that there is water and earth all the more so",
          "And if you do not believe go out to the valley and see an akhbar, that today is half flesh and half earth, tomorrow develop and all of it will become flesh.",
          "Lest you say over an extended period, ascend a mountain and see that today there is only one snail there; tomorrow, rain have fallen, and it entirely filled with snails."
        ],
        "italicized_words": [
          "akhbar"
        ]
      },
      "he_processed": {
        "embedding_shape": [
          1,
          768
        ]
      }
    },
    {
      "section_id": 4,
      "section_number": 5,
      "ref": "Sanhedrin 91a:5",
      "en_text": "The Gemara relates that <b>a certain heretic said to Geviha ben Pesisa: Woe unto you, the wicked, as you say: The dead will come to life.</b> The way of the world is that <b>those</b> who are <b>alive die.</b> How can you say <b>that the dead will come to life?</b> Geviha ben Pesisa <b>said to him: Woe unto you, the wicked, as you say: The dead will not come to life.</b> If <b>those who were not</b> in existence <b>come to life, is it not</b> reasonable <b>all the more so</b> that <b>those who were</b> once <b>alive</b> will come to life again? The heretic <b>said to</b> Geviha ben Pesisa angrily: <b>You called me wicked? If I stand, I will kick you and flatten your hump,</b> as Geviha ben Pesisa was a hunchback. Geviha ben Pesisa <b>said to him</b> jocularly: <b>If you do so, you will be called an expert doctor and will take high wages</b> for your services.",
      "en_text_processed": "The Talmud relates that <b>a certain heretic said to Geviha ben Pesisa: Woe unto you, the wicked, as you say: The dead will come to life.</b> The way of the world is that <b>those</b> who are <b>alive die.</b> How can you say <b>that the dead will come to life?</b> Geviha ben Pesisa <b>said to him: Woe unto you, the wicked, as you say: The dead will not come to life.</b> If <b>those who were not</b> in existence <b>come to life, is it not</b> reasonable <b>all the more so</b> that <b>those who were</b> once <b>alive</b> will come to life again? The heretic <b>said to</b> Geviha ben Pesisa angrily: <b>You called me wicked? If I stand, I will kick you and flatten your hump,</b> as Geviha ben Pesisa was a hunchback. Geviha ben Pesisa <b>said to him</b> jocularly: <b>If you do so, you will be called an expert doctor and will take high wages</b> for your services.",
      "he_text": "אֲמַר לֵיהּ הָהוּא מִינָא לִגְבִיהָא בֶּן פְּסִיסָא: וַוי לְכוֹן חַיָּיבַיָּא, דְּאָמְרִיתוּן מִיתֵי חָיִין! דְּחָיִין מָיְתִי, דְּמִיתֵי חָיִין? אֲמַר לֵיהּ: וַוי לְכוֹן חַיָּיבַיָּא, דְּאָמְרִיתוּן מִיתֵי לָא חָיִין! דְּלָא הֲווֹ חָיִי, דַּהֲווֹ חַיֵּי – לֹא כׇּל שֶׁכֵּן? אֲמַר לֵיהּ: חַיָּיבַיָּא קָרֵית לִי? אִי קָאֵימְנָא, בָּעֵיטְנָא בָּךְ וּפָשֵׁיטְנָא לְעַקְמוּתָךְ מִינָּךְ! אֲמַר לֵיהּ: אִם אַתָּה עוֹשֶׂה כֵּן, רוֹפֵא אוּמָּן תִּקָּרֵא, וְשָׂכָר הַרְבֵּה תִּטּוֹל.",
      "he_text_cleaned": "אֲמַר לֵיהּ הָהוּא מִינָא לִגְבִיהָא בֶּן פְּסִיסָא: וַוי לְכוֹן חַיָּיבַיָּא, דְּאָמְרִיתוּן מִיתֵי חָיִין! דְּחָיִין מָיְתִי, דְּמִיתֵי חָיִין? אֲמַר לֵיהּ: וַוי לְכוֹן חַיָּיבַיָּא, דְּאָמְרִיתוּן מִיתֵי לָא חָיִין! דְּלָא הֲווֹ חָיִי, דַּהֲווֹ חַיֵּי – לֹא כׇּל שֶׁכֵּן? אֲמַר לֵיהּ: חַיָּיבַיָּא קָרֵית לִי? אִי קָאֵימְנָא, בָּעֵיטְנָא בָּךְ וּפָשֵׁיטְנָא לְעַקְמוּתָךְ מִינָּךְ! אֲמַר לֵיהּ: אִם אַתָּה עוֹשֶׂה כֵּן, רוֹפֵא אוּמָּן תִּקָּרֵא, וְשָׂכָר הַרְבֵּה תִּטּוֹל.",
      "tags": [
        "person:a certain",
        "person:a certain heretic",
        "person:bible:ben",
        "person:geviha ben pesisa"
      ],
      "en_processed": {
        "entities": [
          [
            "Geviha ben Pesisa",
            "ORG"
          ]
        ],
        "noun_phrases": [
          "a certain heretic",
          "Geviha ben Pesisa",
          "you",
          "you",
          "The dead",
          "life",
          "those alive die",
          "the dead",
          "life",
          "him",
          "you",
          "you",
          "life",
          "those",
          "who",
          "life",
          "it",
          "those",
          "who",
          "You",
          "me",
          "I",
          "I",
          "you",
          "your hump",
          "him",
          "you",
          "you",
          "an expert doctor",
          "high wages"
        ],
        "sentences": [
          "a certain heretic said to Geviha ben Pesisa:",
          "Woe unto you, the wicked, as you say: The dead will come to life.",
          "those alive die.",
          "that the dead will come to life?",
          "said to him: Woe unto you, the wicked, as you say: The dead will not come to life.",
          "those who were not come to life, is it not all the more so those who were alive said to You called me wicked?",
          "If I stand, I will kick you and flatten your hump, said to him If you do so, you will be called an expert doctor and will take high wages"
        ],
        "italicized_words": []
      },
      "he_processed": {
        "embedding_shape": [
          1,
          768
        ]
      }
    },
    {
      "section_id": 5,
      "section_number": 6,
      "ref": "Sanhedrin 91a:6",
      "en_text": "§ Apropos Geviha ben Pesisa and his cleverness in debate, the Gemara cites additional incidents where he represented the Jewish people in debates. <b>The Sages taught</b> in <i>Megillat Ta’anit</i>: <b>On the twenty-fourth</b> day <b>in Nisan</b> it is a joyous day, since the <b>usurpers [<i>dimusana’ei</i>] were expelled from Judea and Jerusalem. When the people of Afrikiya came to judgment with the Jewish people before</b> the emperor, <b>Alexander of Macedon, they said to him: The land of Canaan is ours, as it is written:</b> “This is the land that shall fall to you as an inheritance, <b>the land of Canaan according to its borders”</b> (Numbers 34:2). <b>And</b> the people of Afrikiya said, referring to themselves: <b>Canaan is the forefather of these people.</b>",
      "en_text_processed": "§ Apropos Geviha ben Pesisa and his cleverness in debate, the Talmud cites additional incidents where he represented the Jewish people in debates. <b>A baraita states</b> in <i>Megillat Ta’anit</i>: <b>On the twenty-fourth</b> day <b>in Nisan</b> it is a joyous day, since the <b>usurpers [<i>dimusana’ei</i>] were expelled from Judea and Jerusalem. When the people of Afrikiya came to judgment with the Jewish people before</b> the emperor, <b>Alexander of Macedon, they said to him: The land of Canaan is ours, as it is written:</b> “This is the land that shall fall to you as an inheritance, <b>the land of Canaan according to its borders”</b> (Numbers 34:2). <b>And</b> the people of Afrikiya said, referring to themselves: <b>Canaan is the forefather of these people.</b>",
      "he_text": "תָּנוּ רַבָּנַן: בְּעֶשְׂרִים וְאַרְבָּעָה בְּנִיסָן אִיתְנְטִילוּ דֵּימוֹסְנָאֵי מִיהוּדָה וּמִירוּשָׁלַיִם. כְּשֶׁבָּאוּ בְּנֵי אַפְרִיקִיָּא לָדוּן עִם יִשְׂרָאֵל לִפְנֵי אֲלֶכְּסַנְדְּרוֹס מוֹקְדוֹן, אָמְרוּ לוֹ: אֶרֶץ כְּנַעַן שֶׁלָּנוּ הִיא, דִּכְתִיב ״אֶרֶץ כְּנַעַן לִגְבֻלֹתֶיהָ״, וּכְנַעַן אֲבוּהוֹן דְּהָנְהוּ אִינָשֵׁי הֲוָה.",
      "he_text_cleaned": "תָּנוּ רַבָּנַן: בְּעֶשְׂרִים וְאַרְבָּעָה בְּנִיסָן אִיתְנְטִילוּ דֵּימוֹסְנָאֵי מִיהוּדָה וּמִירוּשָׁלַיִם. כְּשֶׁבָּאוּ בְּנֵי אַפְרִיקִיָּא לָדוּן עִם יִשְׂרָאֵל לִפְנֵי אֲלֶכְּסַנְדְּרוֹס מוֹקְדוֹן, אָמְרוּ לוֹ: אֶרֶץ כְּנַעַן שֶׁלָּנוּ הִיא, דִּכְתִיב ״אֶרֶץ כְּנַעַן לִגְבֻלֹתֶיהָ״, וּכְנַעַן אֲבוּהוֹן דְּהָנְהוּ אִינָשֵׁי הֲוָה.",
      "tags": [
        "person:alexander",
        "person:alexander of macedon",
        "person:bible:on",
        "place:afrikiya",
        "place:bible:canaan",
        "place:bible:jerusalem",
        "place:judea",
        "place:land of canaan",
        "place:macedon"
      ],
      "en_processed": {
        "entities": [
          [
            "the twenty-fourth",
            "DATE"
          ],
          [
            "Nisan",
            "ORG"
          ],
          [
            "Judea",
            "GPE"
          ],
          [
            "Jerusalem",
            "GPE"
          ],
          [
            "Afrikiya",
            "PERSON"
          ],
          [
            "Jewish",
            "NORP"
          ],
          [
            "Alexander",
            "PERSON"
          ],
          [
            "Macedon",
            "GPE"
          ],
          [
            "Canaan",
            "GPE"
          ],
          [
            "Canaan",
            "GPE"
          ],
          [
            "Canaan",
            "GPE"
          ]
        ],
        "noun_phrases": [
          "A baraita",
          "the twenty-fourth",
          "Judea",
          "Jerusalem",
          "the people",
          "Afrikiya",
          "judgment",
          "the Jewish people",
          "Alexander",
          "Macedon",
          "they",
          "him",
          "The land",
          "Canaan",
          "ours",
          "it",
          "the land",
          "Canaan",
          "its borders",
          "Canaan",
          "the forefather",
          "these people"
        ],
        "sentences": [
          "A baraita states On the twenty-fourth in Nisan usurpers",
          "[dimusana’ei] were expelled from Judea and Jerusalem.",
          "When the people of Afrikiya came to judgment with the Jewish people before Alexander of Macedon, they said to him: The land of Canaan is ours, as it is written: the land of Canaan according to its borders” And Canaan is the forefather of these people."
        ],
        "italicized_words": [
          "dimusana’ei"
        ]
      },
      "he_processed": {
        "embedding_shape": [
          1,
          768
        ]
      }
    },
    {
      "section_id": 6,
      "section_number": 7,
      "ref": "Sanhedrin 91a:7",
      "en_text": "<b>Geviha ben Pesisa said to the Sages: Give me permission and I will go and deliberate with them before Alexander of Macedon. If they will defeat me, say</b> to them: <b>You have defeated an ordinary</b> person <b>from among us,</b> and until you overcome our Sages, it is no victory. <b>And if I will defeat them, say to them: The Torah of Moses defeated you,</b> and attribute no significance to me. The Sages <b>gave him permission, and he went and deliberated with them.</b>",
      "en_text_processed": "<b>Geviha ben Pesisa said to the rabbis: Give me permission and I will go and deliberate with them before Alexander of Macedon. If they will defeat me, say</b> to them: <b>You have defeated an ordinary</b> person <b>from among us,</b> and until you overcome our rabbis, it is no victory. <b>And if I will defeat them, say to them: The Torah of Moses defeated you,</b> and attribute no significance to me. The rabbis <b>gave him permission, and he went and deliberated with them.</b>",
      "he_text": "אֲמַר לְהוּ גְּבִיהָא בֶּן פְּסִיסָא לַחֲכָמִים: תְּנוּ לִי רְשׁוּת וְאֵלֵךְ וְאָדוּן עִמָּהֶן לִפְנֵי אֲלֶכְּסַנְדְּרוֹס מוֹקְדוֹן. אִם יְנַצְּחוּנִי, אִמְרוּ: הֶדְיוֹט שֶׁבָּנוּ נִצַּחְתֶּם, וְאִם אֲנִי אֲנַצֵּחַ אוֹתָם, אִמְרוּ לָהֶם: תּוֹרַת מֹשֶׁה נִצְּחַתְכֶם. נָתְנוּ לוֹ רְשׁוּת, וְהָלַךְ וְדָן עִמָּהֶם.",
      "he_text_cleaned": "אֲמַר לְהוּ גְּבִיהָא בֶּן פְּסִיסָא לַחֲכָמִים: תְּנוּ לִי רְשׁוּת וְאֵלֵךְ וְאָדוּן עִמָּהֶן לִפְנֵי אֲלֶכְּסַנְדְּרוֹס מוֹקְדוֹן. אִם יְנַצְּחוּנִי, אִמְרוּ: הֶדְיוֹט שֶׁבָּנוּ נִצַּחְתֶּם, וְאִם אֲנִי אֲנַצֵּחַ אוֹתָם, אִמְרוּ לָהֶם: תּוֹרַת מֹשֶׁה נִצְּחַתְכֶם. נָתְנוּ לוֹ רְשׁוּת, וְהָלַךְ וְדָן עִמָּהֶם.",
      "tags": [
        "concept:torah",
        "person:alexander",
        "person:alexander of macedon",
        "person:bible:ben",
        "person:bible:moses",
        "person:geviha ben pesisa",
        "place:macedon"
      ],
      "en_processed": {
        "entities": [
          [
            "Geviha ben Pesisa",
            "ORG"
          ],
          [
            "Alexander",
            "PERSON"
          ],
          [
            "Macedon",
            "GPE"
          ],
          [
            "The Torah of Moses",
            "WORK_OF_ART"
          ]
        ],
        "noun_phrases": [
          "Geviha ben Pesisa",
          "the rabbis",
          "me",
          "permission",
          "I",
          "them",
          "Alexander",
          "Macedon",
          "they",
          "me",
          "You",
          "us",
          "I",
          "them",
          "them",
          "The Torah",
          "Moses",
          "you",
          "him",
          "permission",
          "he",
          "them"
        ],
        "sentences": [
          "Geviha ben Pesisa said to the rabbis: Give me permission and I will go and deliberate with them before Alexander of Macedon.",
          "If they will defeat me, say You have defeated an ordinary from among us, And if I will defeat them, say to them: The Torah of Moses defeated you, gave him permission, and he went and deliberated with them."
        ],
        "italicized_words": []
      },
      "he_processed": {
        "embedding_shape": [
          1,
          768
        ]
      }
    },
    {
      "section_id": 7,
      "section_number": 8,
      "ref": "Sanhedrin 91a:8",
      "en_text": "Geviha ben Pesisa <b>said to them: From where are you citing proof</b> that the land of Canaan is yours? <b>They said to him: From the Torah.</b> Geviha ben Pesisa <b>said to them: I too will cite proof to you only from the Torah, as it is stated: “And he said: Cursed will be Canaan; a slave of slaves shall he be to his brethren”</b> (Genesis 9:25). And with regard to <b>a slave who acquired property,</b> the <b>slave</b> belongs <b>to whom</b> and the <b>property</b> belongs <b>to whom?</b> The slave and his property belong to the master. <b>And moreover,</b> it is <b>several years</b> now <b>that you have not served us.</b> Therefore, not only are you not entitled to the land, there are additional debts that must be repaid, as well as a return to enslavement.",
      "en_text_processed": "Geviha ben Pesisa <b>said to them: From where are you citing proof</b> that the land of Canaan is yours? <b>They said to him: From the Torah.</b> Geviha ben Pesisa <b>said to them: I too will cite proof to you only from the Torah, as it is stated: “And he said: Cursed will be Canaan; a slave of slaves shall he be to his brethren”</b> (Genesis 9:25). And with regard to <b>a slave who acquired property,</b> the <b>slave</b> belongs <b>to whom</b> and the <b>property</b> belongs <b>to whom?</b> The slave and his property belong to the master. <b>And moreover,</b> it is <b>several years</b> now <b>that you have not served us.</b> Therefore, not only are you not entitled to the land, there are additional debts that must be repaid, as well as a return to enslavement.",
      "he_text": "אָמַר לָהֶם: מֵהֵיכָן אַתֶּם מְבִיאִים רְאָיָיה? אָמְרוּ לוֹ: מִן הַתּוֹרָה. אָמַר לָהֶן: אַף אֲנִי לֹא אָבִיא לָכֶם רְאָיָיה אֶלָּא מִן הַתּוֹרָה, שֶׁנֶּאֱמַר: ״וַיֹּאמֶר אָרוּר כְּנָעַן עֶבֶד עֲבָדִים יִהְיֶה לְאֶחָיו״. עֶבֶד שֶׁקָּנָה נְכָסִים – עֶבֶד לְמִי וּנְכָסִים לְמִי? וְלֹא עוֹד, אֶלָּא שֶׁהֲרֵי כַּמָּה שָׁנִים שֶׁלֹּא עֲבַדְתּוּנוּ!",
      "he_text_cleaned": "אָמַר לָהֶם: מֵהֵיכָן אַתֶּם מְבִיאִים רְאָיָיה? אָמְרוּ לוֹ: מִן הַתּוֹרָה. אָמַר לָהֶן: אַף אֲנִי לֹא אָבִיא לָכֶם רְאָיָיה אֶלָּא מִן הַתּוֹרָה, שֶׁנֶּאֱמַר: ״וַיֹּאמֶר אָרוּר כְּנָעַן עֶבֶד עֲבָדִים יִהְיֶה לְאֶחָיו״. עֶבֶד שֶׁקָּנָה נְכָסִים – עֶבֶד לְמִי וּנְכָסִים לְמִי? וְלֹא עוֹד, אֶלָּא שֶׁהֲרֵי כַּמָּה שָׁנִים שֶׁלֹּא עֲבַדְתּוּנוּ!",
      "tags": [
        "concept:torah",
        "place:bible:canaan"
      ],
      "en_processed": {
        "entities": [
          [
            "Torah",
            "LAW"
          ],
          [
            "Torah",
            "LAW"
          ],
          [
            "Canaan",
            "GPE"
          ],
          [
            "several years",
            "DATE"
          ]
        ],
        "noun_phrases": [
          "them",
          "you",
          "proof",
          "They",
          "him",
          "the Torah",
          "them",
          "I",
          "proof",
          "you",
          "the Torah",
          "it",
          "he",
          "Cursed",
          "Canaan",
          "a slave",
          "slaves",
          "he",
          "his brethren",
          "a slave",
          "who",
          "property",
          "slave",
          "whom",
          "property",
          "whom",
          "you",
          "us"
        ],
        "sentences": [
          "said to them: From where are you citing proof They said to him: From the Torah.",
          "said to them: I too will cite proof to you only from the Torah, as it is stated: “And he said: Cursed will be Canaan; a slave of slaves shall he be to his brethren” a slave who acquired property, slave to whom property to whom?",
          "And moreover, several years that you have not served us."
        ],
        "italicized_words": []
      },
      "he_processed": {
        "embedding_shape": [
          1,
          768
        ]
      }
    },
    {
      "section_id": 8,
      "section_number": 9,
      "ref": "Sanhedrin 91a:9",
      "en_text": "<b>Alexander the king said to</b> the people of Afrikiya: <b>Provide</b> Geviha ben Pesisa with <b>a response</b> to his claims. <b>They said to</b> Alexander: <b>Give us time;</b> give us <b>three days</b> to consider the matter. The emperor <b>gave them</b> the requested <b>time</b> and <b>they examined</b> the matter <b>and did not find a response</b> to the claims. <b>Immediately, they fled and abandoned their fields when they</b> were <b>sown and their vineyards when they</b> were <b>planted.</b> The Gemara adds: <b>And</b> since <b>that year was a Sabbatical</b> Year, with the accompanying restrictions on agricultural activity, this benefited the Jewish people, as they were able to consume the produce of those fields and vineyards.",
      "en_text_processed": "<b>Alexander the king said to</b> the people of Afrikiya: <b>Provide</b> Geviha ben Pesisa with <b>a response</b> to his claims. <b>They said to</b> Alexander: <b>Give us time;</b> give us <b>three days</b> to consider the matter. The emperor <b>gave them</b> the requested <b>time</b> and <b>they examined</b> the matter <b>and did not find a response</b> to the claims. <b>Immediately, they fled and abandoned their fields when they</b> were <b>sown and their vineyards when they</b> were <b>planted.</b> The Talmud adds: <b>And</b> since <b>that year was a Sabbatical</b> Year, with the accompanying restrictions on agricultural activity, this benefited the Jewish people, as they were able to consume the produce of those fields and vineyards.",
      "he_text": "אָמַר לָהֶם אֲלֶכְּסַנְדְּרוֹס מַלְכָּא: הַחְזִירוּ לוֹ תְּשׁוּבָה! אָמְרוּ לוֹ: תְּנוּ לָנוּ זְמַן שְׁלֹשָׁה יָמִים. נָתַן לָהֶם זְמַן. בָּדְקוּ וְלֹא מָצְאוּ תְּשׁוּבָה. מִיָּד בָּרְחוּ, וְהִנִּיחוּ שְׂדוֹתֵיהֶן כְּשֶׁהֵן זְרוּעוֹת, וְכַרְמֵיהֶן כְּשֶׁהֵן נְטוּעוֹת. וְאוֹתָהּ שָׁנָה שְׁבִיעִית הָיְתָה.",
      "he_text_cleaned": "אָמַר לָהֶם אֲלֶכְּסַנְדְּרוֹס מַלְכָּא: הַחְזִירוּ לוֹ תְּשׁוּבָה! אָמְרוּ לוֹ: תְּנוּ לָנוּ זְמַן שְׁלֹשָׁה יָמִים. נָתַן לָהֶם זְמַן. בָּדְקוּ וְלֹא מָצְאוּ תְּשׁוּבָה. מִיָּד בָּרְחוּ, וְהִנִּיחוּ שְׂדוֹתֵיהֶן כְּשֶׁהֵן זְרוּעוֹת, וְכַרְמֵיהֶן כְּשֶׁהֵן נְטוּעוֹת. וְאוֹתָהּ שָׁנָה שְׁבִיעִית הָיְתָה.",
      "tags": [
        "person:alexander",
        "person:alexander the king"
      ],
      "en_processed": {
        "entities": [
          [
            "Alexander",
            "PERSON"
          ],
          [
            "three days",
            "DATE"
          ],
          [
            "that year",
            "DATE"
          ]
        ],
        "noun_phrases": [
          "Alexander",
          "the king",
          "a response",
          "They",
          "us",
          "time",
          "three days",
          "them",
          "time",
          "they",
          "a response",
          "they",
          "their fields",
          "they",
          "they",
          "that year",
          "a Sabbatical"
        ],
        "sentences": [
          "Alexander the king said to Provide a response They said to Give us time; three days gave them time they examined and did not find a response Immediately, they fled and abandoned their fields when they sown and their vineyards when they planted.",
          "And that year was a Sabbatical"
        ],
        "italicized_words": []
      },
      "he_processed": {
        "embedding_shape": [
          1,
          768
        ]
      }
    },
    {
      "section_id": 9,
      "section_number": 10,
      "ref": "Sanhedrin 91a:10",
      "en_text": "The Gemara relates: On <b>another occasion, the people of Egypt came to judgment with the Jewish people before Alexander of Macedon.</b> The Egyptian people <b>said to</b> Alexander: <b>It says</b> in the Torah: <b>“And the Lord gave the people favor in the eyes of Egypt, and they lent them”</b> (Exodus 12:36). <b>Give us the silver and gold that you took from us;</b> you claimed that you were borrowing it and you never returned it.",
      "en_text_processed": "The Talmud relates: On <b>another occasion, the people of Egypt came to judgment with the Jewish people before Alexander of Macedon.</b> The Egyptian people <b>said to</b> Alexander: <b>It says</b> in the Torah: <b>“And YHWH gave the people favor in the eyes of Egypt, and they lent them”</b> (Exodus 12:36). <b>Give us the silver and gold that you took from us;</b> you claimed that you were borrowing it and you never returned it.",
      "he_text": "שׁוּב פַּעַם אַחַת בָּאוּ בְּנֵי מִצְרַיִם לָדוּן עִם יִשְׂרָאֵל לִפְנֵי אֲלֶכְּסַנְדְּרוֹס מוֹקְדוֹן. אָמְרוּ לוֹ: הֲרֵי הוּא אוֹמֵר ״וַה׳ נָתַן אֶת חֵן הָעָם בְּעֵינֵי מִצְרַיִם וַיַּשְׁאִלוּם״. תְּנוּ לָנוּ כֶּסֶף וְזָהָב שֶׁנְּטַלְתֶּם מִמֶּנּוּ.",
      "he_text_cleaned": "שׁוּב פַּעַם אַחַת בָּאוּ בְּנֵי מִצְרַיִם לָדוּן עִם יִשְׂרָאֵל לִפְנֵי אֲלֶכְּסַנְדְּרוֹס מוֹקְדוֹן. אָמְרוּ לוֹ: הֲרֵי הוּא אוֹמֵר ״וַה׳ נָתַן אֶת חֵן הָעָם בְּעֵינֵי מִצְרַיִם וַיַּשְׁאִלוּם״. תְּנוּ לָנוּ כֶּסֶף וְזָהָב שֶׁנְּטַלְתֶּם מִמֶּנּוּ.",
      "tags": [
        "concept:divine_name_yhwh",
        "person:alexander",
        "person:alexander of macedon",
        "place:bible:egypt",
        "place:macedon"
      ],
      "en_processed": {
        "entities": [
          [
            "Egypt",
            "GPE"
          ],
          [
            "Jewish",
            "NORP"
          ],
          [
            "Alexander",
            "PERSON"
          ],
          [
            "Macedon",
            "GPE"
          ],
          [
            "YHWH",
            "PERSON"
          ],
          [
            "Egypt",
            "GPE"
          ]
        ],
        "noun_phrases": [
          "the people",
          "Egypt",
          "judgment",
          "the Jewish people",
          "Alexander",
          "Macedon",
          "It",
          "YHWH",
          "the people",
          "the eyes",
          "Egypt",
          "they",
          "them",
          "us",
          "the silver",
          "gold",
          "that",
          "you",
          "us"
        ],
        "sentences": [
          "another occasion, the people of Egypt came to judgment with the Jewish people before Alexander of Macedon.",
          "said to It says “And YHWH gave the people favor in the eyes of Egypt, and they lent them” Give us the silver and gold that you took from us;"
        ],
        "italicized_words": []
      },
      "he_processed": {
        "embedding_shape": [
          1,
          768
        ]
      }
    },
    {
      "section_id": 10,
      "section_number": 11,
      "ref": "Sanhedrin 91a:11",
      "en_text": "<b>Geviha ben Pesisa said to the Sages: Give me permission and I will go and deliberate with them before Alexander</b> of Macedon. <b>If they will defeat me, say</b> to them: <b>You have defeated an ordinary</b> person <b>from among us,</b> and until you overcome our Sages, it is no victory. <b>And if I will defeat them, say to them: The Torah of Moses, our teacher, defeated you,</b> and attribute no significance to me. The Sages <b>gave him permission, and he went and deliberated with them.</b>",
      "en_text_processed": "<b>Geviha ben Pesisa said to the rabbis: Give me permission and I will go and deliberate with them before Alexander</b> of Macedon. <b>If they will defeat me, say</b> to them: <b>You have defeated an ordinary</b> person <b>from among us,</b> and until you overcome our rabbis, it is no victory. <b>And if I will defeat them, say to them: The Torah of Moses, our teacher, defeated you,</b> and attribute no significance to me. The rabbis <b>gave him permission, and he went and deliberated with them.</b>",
      "he_text": "אָמַר גְּבִיהָא בֶּן פְּסִיסָא לַחֲכָמִים: תְּנוּ לִי רְשׁוּת וְאֵלֵךְ וְאָדוּן עִמָּהֶן לִפְנֵי אֲלֶכְּסַנְדְּרוֹס. אִם יְנַצְּחוּנִי, אִמְרוּ לָהֶם: הֶדְיוֹט שֶׁבָּנוּ נִצַּחְתֶּם, וְאִם אֲנִי אֲנַצֵּחַ אוֹתָם, אִמְרוּ לָהֶם: תּוֹרַת מֹשֶׁה רַבֵּינוּ נִצְּחַתְכֶם. נָתְנוּ לוֹ רְשׁוּת וְהָלַךְ וְדָן עִמָּהֶן.",
      "he_text_cleaned": "אָמַר גְּבִיהָא בֶּן פְּסִיסָא לַחֲכָמִים: תְּנוּ לִי רְשׁוּת וְאֵלֵךְ וְאָדוּן עִמָּהֶן לִפְנֵי אֲלֶכְּסַנְדְּרוֹס. אִם יְנַצְּחוּנִי, אִמְרוּ לָהֶם: הֶדְיוֹט שֶׁבָּנוּ נִצַּחְתֶּם, וְאִם אֲנִי אֲנַצֵּחַ אוֹתָם, אִמְרוּ לָהֶם: תּוֹרַת מֹשֶׁה רַבֵּינוּ נִצְּחַתְכֶם. נָתְנוּ לוֹ רְשׁוּת וְהָלַךְ וְדָן עִמָּהֶן.",
      "tags": [
        "concept:torah",
        "person:alexander",
        "person:bible:ben",
        "person:bible:moses",
        "person:geviha ben pesisa"
      ],
      "en_processed": {
        "entities": [
          [
            "Geviha ben Pesisa",
            "ORG"
          ],
          [
            "Alexander",
            "PERSON"
          ],
          [
            "The Torah of Moses",
            "WORK_OF_ART"
          ]
        ],
        "noun_phrases": [
          "Geviha ben Pesisa",
          "the rabbis",
          "me",
          "permission",
          "I",
          "them",
          "Alexander",
          "they",
          "me",
          "You",
          "us",
          "I",
          "them",
          "them",
          "The Torah",
          "Moses",
          "our teacher",
          "you",
          "him",
          "permission",
          "he",
          "them"
        ],
        "sentences": [
          "Geviha ben Pesisa said to the rabbis: Give me permission and I will go and deliberate with them before Alexander If they will defeat me, say You have defeated an ordinary from among us, And if I will defeat them, say to them: The Torah of Moses, our teacher, defeated you, gave him permission, and he went and deliberated with them."
        ],
        "italicized_words": []
      },
      "he_processed": {
        "embedding_shape": [
          1,
          768
        ]
      }
    },
    {
      "section_id": 11,
      "section_number": 12,
      "ref": "Sanhedrin 91a:12",
      "en_text": "Geviha ben Pesisa <b>said to them: From where are you citing proof</b> that you are entitled to the silver and gold? <b>They said to him: From the Torah.</b> Geviha ben Pesisa <b>said to them: I too will cite proof to you only from the Torah, as it is stated: “And the sojourning of the children of Israel, who dwelt in Egypt, was four hundred and thirty years”</b> (Exodus 12:40), during which they were enslaved to Egypt, engaged in hard manual labor. <b>Give us the wages for the work</b> performed <b>by</b> the <b>600,000</b> men above the age of twenty (see Exodus 12:37) <b>whom you enslaved in Egypt</b> for <b>four hundred and thirty years.</b>",
      "en_text_processed": "Geviha ben Pesisa <b>said to them: From where are you citing proof</b> that you are entitled to the silver and gold? <b>They said to him: From the Torah.</b> Geviha ben Pesisa <b>said to them: I too will cite proof to you only from the Torah, as it is stated: “And the sojourning of the children of Israel, who dwelt in Egypt, was four hundred and thirty years”</b> (Exodus 12:40), during which they were enslaved to Egypt, engaged in hard manual labor. <b>Give us the wages for the work</b> performed <b>by</b> the <b>600,000</b> men above the age of twenty (see Exodus 12:37) <b>whom you enslaved in Egypt</b> for <b>four hundred and thirty years.</b>",
      "he_text": "אָמַר לָהֶן: מֵהֵיכָן אַתֶּם מְבִיאִין רְאָיָיה? אָמְרוּ לוֹ: מִן הַתּוֹרָה. אָמַר לָהֶן: אַף אֲנִי לֹא אָבִיא לָכֶם רְאָיָיה אֶלָּא מִן הַתּוֹרָה, שֶׁנֶּאֱמַר: ״וּמוֹשַׁב בְּנֵי יִשְׂרָאֵל אֲשֶׁר יָשְׁבוּ בְּמִצְרָיִם שְׁלֹשִׁים שָׁנָה וְאַרְבַּע מֵאוֹת שָׁנָה״. תְּנוּ לָנוּ שְׂכַר עֲבוֹדָה שֶׁל שִׁשִּׁים רִיבּוֹא שֶׁשִּׁיעְבַּדְתֶּם בְּמִצְרַיִם שְׁלֹשִׁים שָׁנָה וְאַרְבַּע מֵאוֹת שָׁנָה.",
      "he_text_cleaned": "אָמַר לָהֶן: מֵהֵיכָן אַתֶּם מְבִיאִין רְאָיָיה? אָמְרוּ לוֹ: מִן הַתּוֹרָה. אָמַר לָהֶן: אַף אֲנִי לֹא אָבִיא לָכֶם רְאָיָיה אֶלָּא מִן הַתּוֹרָה, שֶׁנֶּאֱמַר: ״וּמוֹשַׁב בְּנֵי יִשְׂרָאֵל אֲשֶׁר יָשְׁבוּ בְּמִצְרָיִם שְׁלֹשִׁים שָׁנָה וְאַרְבַּע מֵאוֹת שָׁנָה״. תְּנוּ לָנוּ שְׂכַר עֲבוֹדָה שֶׁל שִׁשִּׁים רִיבּוֹא שֶׁשִּׁיעְבַּדְתֶּם בְּמִצְרַיִם שְׁלֹשִׁים שָׁנָה וְאַרְבַּע מֵאוֹת שָׁנָה.",
      "tags": [
        "concept:torah",
        "place:bible:children of israel",
        "place:bible:egypt",
        "place:bible:israel"
      ],
      "en_processed": {
        "entities": [
          [
            "Torah",
            "LAW"
          ],
          [
            "Torah",
            "LAW"
          ],
          [
            "Israel",
            "GPE"
          ],
          [
            "Egypt",
            "GPE"
          ],
          [
            "four hundred and thirty years",
            "DATE"
          ],
          [
            "600,000",
            "CARDINAL"
          ],
          [
            "Egypt",
            "GPE"
          ],
          [
            "four hundred and thirty years",
            "DATE"
          ]
        ],
        "noun_phrases": [
          "them",
          "you",
          "proof",
          "They",
          "him",
          "the Torah",
          "them",
          "I",
          "proof",
          "you",
          "the Torah",
          "it",
          "the sojourning",
          "the children",
          "Israel",
          "who",
          "Egypt",
          "four hundred and thirty years",
          "us",
          "the wages",
          "the work",
          "whom",
          "you",
          "Egypt"
        ],
        "sentences": [
          "said to them: From where are you citing proof They said to him: From the Torah.",
          "said to them: I too will cite proof to you only from the Torah, as it is stated: “And the sojourning of the children of Israel, who dwelt in Egypt, was four hundred and thirty years” Give us the wages for the work by 600,000 whom you enslaved in Egypt four hundred and thirty years."
        ],
        "italicized_words": []
      },
      "he_processed": {
        "embedding_shape": [
          1,
          768
        ]
      }
    },
    {
      "section_id": 12,
      "section_number": 13,
      "ref": "Sanhedrin 91a:13",
      "en_text": "<b>Alexander of Macedon said to</b> the people of Egypt: <b>Provide</b> Geviha ben Pesisa with <b>a response</b> to his claims. <b>They said to him: Give us time;</b> give us <b>three days</b> to consider the matter. The emperor <b>gave them</b> the requested <b>time</b> and <b>they examined</b> the matter <b>and did not find a response</b> to the claims. <b>Immediately, they abandoned their fields when they</b> were <b>sown and their vineyards when they</b> were <b>planted, and fled.</b> The Gemara adds: <b>And that year was a Sabbatical</b> Year.",
      "en_text_processed": "<b>Alexander of Macedon said to</b> the people of Egypt: <b>Provide</b> Geviha ben Pesisa with <b>a response</b> to his claims. <b>They said to him: Give us time;</b> give us <b>three days</b> to consider the matter. The emperor <b>gave them</b> the requested <b>time</b> and <b>they examined</b> the matter <b>and did not find a response</b> to the claims. <b>Immediately, they abandoned their fields when they</b> were <b>sown and their vineyards when they</b> were <b>planted, and fled.</b> The Talmud adds: <b>And that year was a Sabbatical</b> Year.",
      "he_text": "אָמַר לָהֶן אֲלֶכְּסַנְדְּרוֹס מוֹקְדוֹן: הַחְזִירוּ לוֹ תְּשׁוּבָה! אָמְרוּ לוֹ: תְּנוּ לָנוּ זְמַן שְׁלֹשָׁה יָמִים. נָתַן לָהֶם זְמַן. בָּדְקוּ וְלֹא מָצְאוּ תְּשׁוּבָה. מִיָּד הִנִּיחוּ שְׂדוֹתֵיהֶן כְּשֶׁהֵן זְרוּעוֹת, וְכַרְמֵיהֶן כְּשֶׁהֵן נְטוּעוֹת, וּבָרְחוּ. וְאוֹתָהּ שָׁנָה שְׁבִיעִית הָיְתָה.",
      "he_text_cleaned": "אָמַר לָהֶן אֲלֶכְּסַנְדְּרוֹס מוֹקְדוֹן: הַחְזִירוּ לוֹ תְּשׁוּבָה! אָמְרוּ לוֹ: תְּנוּ לָנוּ זְמַן שְׁלֹשָׁה יָמִים. נָתַן לָהֶם זְמַן. בָּדְקוּ וְלֹא מָצְאוּ תְּשׁוּבָה. מִיָּד הִנִּיחוּ שְׂדוֹתֵיהֶן כְּשֶׁהֵן זְרוּעוֹת, וְכַרְמֵיהֶן כְּשֶׁהֵן נְטוּעוֹת, וּבָרְחוּ. וְאוֹתָהּ שָׁנָה שְׁבִיעִית הָיְתָה.",
      "tags": [
        "person:alexander",
        "person:alexander of macedon",
        "place:macedon"
      ],
      "en_processed": {
        "entities": [
          [
            "Alexander",
            "PERSON"
          ],
          [
            "Macedon",
            "GPE"
          ],
          [
            "three days",
            "DATE"
          ],
          [
            "that year",
            "DATE"
          ]
        ],
        "noun_phrases": [
          "Alexander",
          "Macedon",
          "a response",
          "They",
          "him",
          "us",
          "time",
          "three days",
          "them",
          "time",
          "they",
          "a response",
          "they",
          "their fields",
          "they",
          "they",
          "that year",
          "a Sabbatical"
        ],
        "sentences": [
          "Alexander of Macedon said to Provide a response They said to him: Give us time; three days gave them time they examined and did not find a response Immediately, they abandoned their fields when they sown and their vineyards when they planted, and fled.",
          "And that year was a Sabbatical"
        ],
        "italicized_words": []
      },
      "he_processed": {
        "embedding_shape": [
          1,
          768
        ]
      }
    },
    {
      "section_id": 13,
      "section_number": 14,
      "ref": "Sanhedrin 91a:14",
      "en_text": "The Gemara relates: <b>And</b> on <b>another occasion, the descendants of Ishmael and the descendants of Keturah came to judgment with the Jewish people before Alexander of Macedon. They said to</b> the Jewish people before Alexander: <b>The land of Canaan is</b> both <b>ours and yours, as it is written: “And these are the generations of Ishmael, son of Abraham,</b> whom Hagar the Egyptian, Sarah’s maidservant, bore unto Abraham” (Genesis 25:12), <b>and it is written: “And these are the generations of Isaac, son of Abraham”</b> (Genesis 25:19). Therefore, the land should be divided between Abraham’s heirs.",
      "en_text_processed": "The Talmud relates: <b>And</b> on <b>another occasion, the descendants of Ishmael and the descendants of Keturah came to judgment with the Jewish people before Alexander of Macedon. They said to</b> the Jewish people before Alexander: <b>The land of Canaan is</b> both <b>ours and yours, as it is written: “And these are the generations of Ishmael, son of Abraham,</b> whom Hagar the Egyptian, Sarah’s female slave, bore unto Abraham” (Genesis 25:12), <b>and it is written: “And these are the generations of Isaac, son of Abraham”</b> (Genesis 25:19). Therefore, the land should be divided between Abraham’s heirs.",
      "he_text": "וְשׁוּב פַּעַם אַחַת בָּאוּ בְּנֵי יִשְׁמָעֵאל וּבְנֵי קְטוּרָה לָדוּן עִם יִשְׂרָאֵל לִפְנֵי אֲלֶכְּסַנְדְּרוֹס מוֹקְדוֹן. אָמְרוּ לוֹ: אֶרֶץ כְּנַעַן שֶׁלָּנוּ וְשֶׁלָּכֶם, דִּכְתִיב ״וְאֵלֶּה תֹּלְדֹת יִשְׁמָעֵאל בֶּן אַבְרָהָם״ וּכְתִיב ״אֵלֶּה תּוֹלְדֹת יִצְחָק בֶּן אַבְרָהָם״.",
      "he_text_cleaned": "וְשׁוּב פַּעַם אַחַת בָּאוּ בְּנֵי יִשְׁמָעֵאל וּבְנֵי קְטוּרָה לָדוּן עִם יִשְׂרָאֵל לִפְנֵי אֲלֶכְּסַנְדְּרוֹס מוֹקְדוֹן. אָמְרוּ לוֹ: אֶרֶץ כְּנַעַן שֶׁלָּנוּ וְשֶׁלָּכֶם, דִּכְתִיב ״וְאֵלֶּה תֹּלְדֹת יִשְׁמָעֵאל בֶּן אַבְרָהָם״ וּכְתִיב ״אֵלֶּה תּוֹלְדֹת יִצְחָק בֶּן אַבְרָהָם״.",
      "tags": [
        "person:alexander",
        "person:alexander of macedon",
        "person:bible:abraham",
        "person:bible:isaac",
        "person:bible:ishmael",
        "person:bible:keturah",
        "place:bible:canaan",
        "place:bible:descendants of ishmael",
        "place:bible:descendants of keturah",
        "place:land of canaan",
        "place:macedon"
      ],
      "en_processed": {
        "entities": [
          [
            "Ishmael",
            "PERSON"
          ],
          [
            "Keturah",
            "PERSON"
          ],
          [
            "Jewish",
            "NORP"
          ],
          [
            "Alexander",
            "PERSON"
          ],
          [
            "Macedon",
            "GPE"
          ],
          [
            "Canaan",
            "GPE"
          ],
          [
            "Ishmael",
            "PERSON"
          ],
          [
            "Abraham",
            "PERSON"
          ],
          [
            "Isaac",
            "PERSON"
          ],
          [
            "Abraham",
            "PERSON"
          ]
        ],
        "noun_phrases": [
          "another occasion",
          "the descendants",
          "Ishmael",
          "the descendants",
          "Keturah",
          "judgment",
          "the Jewish people",
          "Alexander",
          "Macedon",
          "They",
          "The land",
          "Canaan",
          "ours",
          "yours",
          "it",
          "these",
          "the generations",
          "Ishmael",
          "son",
          "Abraham",
          "it",
          "these",
          "the generations",
          "Isaac",
          "son",
          "Abraham"
        ],
        "sentences": [
          "And another occasion, the descendants of Ishmael and the descendants of Keturah came to judgment with the Jewish people before Alexander of Macedon.",
          "They said to The land of Canaan is ours and yours, as it is written: “And these are the generations of Ishmael, son of Abraham, and it is written: “And these are the generations of Isaac, son of Abraham”"
        ],
        "italicized_words": []
      },
      "he_processed": {
        "embedding_shape": [
          1,
          768
        ]
      }
    },
    {
      "section_id": 14,
      "section_number": 15,
      "ref": "Sanhedrin 91a:15",
      "en_text": "<b>Geviha ben Pesisa said to the Sages: Give me permission and I will go and deliberate with them before Alexander of Macedon. If they will defeat me, say</b> to them: <b>You have defeated an ordinary</b> person <b>from among us,</b> and until you overcome our Sages, it is no victory. <b>And if I will defeat them, say to them: The Torah of Moses, our teacher, defeated you,</b> and attribute no significance to me. The Sages <b>gave him permission, and he went and deliberated with them.</b>",
      "en_text_processed": "<b>Geviha ben Pesisa said to the rabbis: Give me permission and I will go and deliberate with them before Alexander of Macedon. If they will defeat me, say</b> to them: <b>You have defeated an ordinary</b> person <b>from among us,</b> and until you overcome our rabbis, it is no victory. <b>And if I will defeat them, say to them: The Torah of Moses, our teacher, defeated you,</b> and attribute no significance to me. The rabbis <b>gave him permission, and he went and deliberated with them.</b>",
      "he_text": "אָמַר לָהֶן גְּבִיהָא בֶּן פְּסִיסָא לַחֲכָמִים: תְּנוּ לִי רְשׁוּת וְאֵלֵךְ וְאָדוּן עִמָּהֶם לִפְנֵי אֲלֶכְּסַנְדְּרוֹס מוֹקְדוֹן. אִם יְנַצְּחוּנִי אִמְרוּ: הֶדְיוֹט שֶׁבָּנוּ נִצַּחְתֶּם, וְאִם אֲנִי אֲנַצֵּחַ אוֹתָם אִמְרוּ לָהֶם: תּוֹרַת מֹשֶׁה רַבֵּינוּ נִצְּחַתְכֶם. נָתְנוּ לוֹ רְשׁוּת, הָלַךְ וְדָן עִמָּהֶן.",
      "he_text_cleaned": "אָמַר לָהֶן גְּבִיהָא בֶּן פְּסִיסָא לַחֲכָמִים: תְּנוּ לִי רְשׁוּת וְאֵלֵךְ וְאָדוּן עִמָּהֶם לִפְנֵי אֲלֶכְּסַנְדְּרוֹס מוֹקְדוֹן. אִם יְנַצְּחוּנִי אִמְרוּ: הֶדְיוֹט שֶׁבָּנוּ נִצַּחְתֶּם, וְאִם אֲנִי אֲנַצֵּחַ אוֹתָם אִמְרוּ לָהֶם: תּוֹרַת מֹשֶׁה רַבֵּינוּ נִצְּחַתְכֶם. נָתְנוּ לוֹ רְשׁוּת, הָלַךְ וְדָן עִמָּהֶן.",
      "tags": [
        "concept:torah",
        "person:alexander",
        "person:alexander of macedon",
        "person:bible:ben",
        "person:bible:moses",
        "person:geviha ben pesisa",
        "place:macedon"
      ],
      "en_processed": {
        "entities": [
          [
            "Geviha ben Pesisa",
            "ORG"
          ],
          [
            "Alexander",
            "PERSON"
          ],
          [
            "Macedon",
            "GPE"
          ],
          [
            "The Torah of Moses",
            "WORK_OF_ART"
          ]
        ],
        "noun_phrases": [
          "Geviha ben Pesisa",
          "the rabbis",
          "me",
          "permission",
          "I",
          "them",
          "Alexander",
          "Macedon",
          "they",
          "me",
          "You",
          "us",
          "I",
          "them",
          "them",
          "The Torah",
          "Moses",
          "our teacher",
          "you",
          "him",
          "permission",
          "he",
          "them"
        ],
        "sentences": [
          "Geviha ben Pesisa said to the rabbis: Give me permission and I will go and deliberate with them before Alexander of Macedon.",
          "If they will defeat me, say You have defeated an ordinary from among us, And if I will defeat them, say to them: The Torah of Moses, our teacher, defeated you, gave him permission, and he went and deliberated with them."
        ],
        "italicized_words": []
      },
      "he_processed": {
        "embedding_shape": [
          1,
          768
        ]
      }
    },
    {
      "section_id": 15,
      "section_number": 16,
      "ref": "Sanhedrin 91a:16",
      "en_text": "Geviha ben Pesisa <b>said to</b> the descendants of Ishmael: <b>From where are you citing proof</b> that the land of Canaan belongs to both you and the Jewish people? <b>They said to him: From the Torah.</b> Geviha ben Pesisa <b>said to them: I too will cite proof to you only from the Torah, as it is stated: “And Abraham gave all that he had to Isaac. But to the sons of the concubines that Abraham had, Abraham gave gifts,</b> and he sent them away from his son, while he yet lived, eastward, to the east country” (Genesis 25:5–6). In the case of <b>a father who gave a document of bequest [<i>agatin</i>] to his sons during his lifetime and sent one</b> of the sons <b>away from the other, does</b> the one who was sent away <b>have any claim against the other?</b> The father himself divided his property. The Gemara asks: <b>What</b> were these <b>gifts</b> that Abraham gave to the sons of the concubines? <b>Rabbi Yirmeya bar Abba says:</b> This <b>teaches that</b> Abraham <b>provided them</b> with the <b>name</b> of the supernatural spirit of <b>impurity,</b> enabling them to perform witchcraft.",
      "en_text_processed": "Geviha ben Pesisa <b>said to</b> the descendants of Ishmael: <b>From where are you citing proof</b> that the land of Canaan belongs to both you and the Jewish people? <b>They said to him: From the Torah.</b> Geviha ben Pesisa <b>said to them: I too will cite proof to you only from the Torah, as it is stated: “And Abraham gave all that he had to Isaac. But to the sons of the concubines that Abraham had, Abraham gave gifts,</b> and he sent them away from his son, while he yet lived, eastward, to the east country” (Genesis 25:5–6). In the case of <b>a father who gave a document of bequest [<i>agatin</i>] to his sons during his lifetime and sent one</b> of the sons <b>away from the other, does</b> the one who was sent away <b>have any claim against the other?</b> The father himself divided his property. The Talmud asks: <b>What</b> were these <b>gifts</b> that Abraham gave to the sons of the concubines? <b>R' Yirmeya bar Abba says:</b> This <b>teaches that</b> Abraham <b>provided them</b> with the <b>name</b> of the supernatural spirit of <b>impurity,</b> enabling them to perform witchcraft.",
      "he_text": "אָמַר לָהֶם: מֵהֵיכָן אַתֶּם מְבִיאִין רְאָיָיה? אָמְרוּ לוֹ: מִן הַתּוֹרָה. אָמַר לָהֶן: אַף אֲנִי לֹא אָבִיא רְאָיָיה אֶלָּא מִן הַתּוֹרָה, שֶׁנֶּאֱמַר: ״וַיִּתֵּן אַבְרָהָם אֶת כׇּל אֲשֶׁר לוֹ לְיִצְחָק. וְלִבְנֵי הַפִּילַגְשִׁים אֲשֶׁר לְאַבְרָהָם נָתַן אַבְרָהָם מַתָּנֹת״. אָב שֶׁנָּתַן אֲגִטִּין לְבָנָיו בְּחַיָּיו וְשִׁיגֵּר זֶה מֵעַל זֶה, כְּלוּם יֵשׁ לָזֶה עַל זֶה כְּלוּם? מַאי מַתָּנוֹת? אָמַר רַבִּי יִרְמְיָה בַּר אַבָּא: מְלַמֵּד שֶׁמָּסַר לָהֶם שֵׁם טוּמְאָה.",
      "he_text_cleaned": "אָמַר לָהֶם: מֵהֵיכָן אַתֶּם מְבִיאִין רְאָיָיה? אָמְרוּ לוֹ: מִן הַתּוֹרָה. אָמַר לָהֶן: אַף אֲנִי לֹא אָבִיא רְאָיָיה אֶלָּא מִן הַתּוֹרָה, שֶׁנֶּאֱמַר: ״וַיִּתֵּן אַבְרָהָם אֶת כׇּל אֲשֶׁר לוֹ לְיִצְחָק. וְלִבְנֵי הַפִּילַגְשִׁים אֲשֶׁר לְאַבְרָהָם נָתַן אַבְרָהָם מַתָּנֹת״. אָב שֶׁנָּתַן אֲגִטִּין לְבָנָיו בְּחַיָּיו וְשִׁיגֵּר זֶה מֵעַל זֶה, כְּלוּם יֵשׁ לָזֶה עַל זֶה כְּלוּם? מַאי מַתָּנוֹת? אָמַר רַבִּי יִרְמְיָה בַּר אַבָּא: מְלַמֵּד שֶׁמָּסַר לָהֶם שֵׁם טוּמְאָה.",
      "tags": [
        "concept:impurity",
        "concept:torah",
        "person:abba",
        "person:bar abba",
        "person:bible:abraham",
        "person:bible:isaac",
        "person:yirmeya"
      ],
      "en_processed": {
        "entities": [
          [
            "Torah",
            "LAW"
          ],
          [
            "Torah",
            "LAW"
          ],
          [
            "Abraham",
            "PERSON"
          ],
          [
            "Isaac",
            "PERSON"
          ],
          [
            "Abraham",
            "PERSON"
          ],
          [
            "Abraham",
            "PERSON"
          ],
          [
            "agatin",
            "ORG"
          ],
          [
            "one",
            "CARDINAL"
          ],
          [
            "Yirmeya",
            "PERSON"
          ],
          [
            "Abba",
            "PERSON"
          ]
        ],
        "noun_phrases": [
          "you",
          "proof",
          "They",
          "him",
          "the Torah",
          "them",
          "I",
          "proof",
          "you",
          "the Torah",
          "it",
          "Abraham",
          "all",
          "that",
          "he",
          "Isaac",
          "the sons",
          "the concubines",
          "that",
          "Abraham",
          "Abraham",
          "gifts",
          "a father",
          "who",
          "a document",
          "bequest",
          "his sons",
          "his lifetime",
          "any claim",
          "What gifts",
          "R' Yirmeya bar Abba",
          "that",
          "them",
          "name impurity"
        ],
        "sentences": [
          "said to From where are you citing proof They said to him: From the Torah.",
          "said to them: I too will cite proof to you only from the Torah, as it is stated: “And Abraham gave all that he had to Isaac.",
          "But to the sons of the concubines that Abraham had, Abraham gave gifts, a father who gave a document of bequest [agatin] to his sons during his lifetime and sent one away from the other, does have any claim against the other?",
          "What gifts R' Yirmeya bar Abba says: teaches that provided them name impurity,"
        ],
        "italicized_words": [
          "agatin"
        ]
      },
      "he_processed": {
        "embedding_shape": [
          1,
          768
        ]
      }
    },
    {
      "section_id": 16,
      "section_number": 17,
      "ref": "Sanhedrin 91a:17",
      "en_text": "§ Apropos exchanges with prominent gentile leaders, the Gemara cites an exchange where <b>Antoninos,</b> the Roman emperor, <b>said to Rabbi</b> Yehuda HaNasi: <b>The body and the soul are able to exempt themselves from judgment</b> for their sins. <b>How so? The body says: The soul sinned, as from the day</b> of my death <b>when it departed from me, I am cast like a silent stone in the grave,</b> and do not sin. <b>And the soul says: The body sinned, as from the day that I departed from it, I am flying in the air like a bird,</b> incapable of sin. Rabbi Yehuda HaNasi <b>said to him: I will tell you a parable. To what is this matter comparable?</b> It is comparable <b>to a king of flesh and blood who had a fine orchard, and in it there were</b>",
      "en_text_processed": "§ Apropos exchanges with prominent non-Jew leaders, the Talmud cites an exchange where <b>Antoninos,</b> the Roman emperor, <b>said to R'</b> Yehuda HaNasi: <b>The body and the soul are able to exempt themselves from judgment</b> for their sins. <b>How so? The body says: The soul sinned, as from the day</b> of my death <b>when it departed from me, I am cast like a silent stone in the grave,</b> and do not sin. <b>And the soul says: The body sinned, as from the day that I departed from it, I am flying in the air like a bird,</b> incapable of sin. R' Yehuda HaNasi <b>said to him: I will tell you a parable. To what is this matter comparable?</b> It is comparable <b>to a king of flesh and blood who had a fine orchard, and in it there were</b>",
      "he_text": "אֲמַר לֵיהּ אַנְטוֹנִינוּס לְרַבִּי: גּוּף וּנְשָׁמָה יְכוֹלִין לִפְטוֹר עַצְמָן מִן הַדִּין. כֵּיצַד? גּוּף אוֹמֵר: נְשָׁמָה חָטָאת, שֶׁמִּיּוֹם שֶׁפֵּירְשָׁה מִמֶּנִּי הֲרֵינִי מוּטָּל כְּאֶבֶן דּוּמָם בַּקֶּבֶר. וּנְשָׁמָה אוֹמֶרֶת: גּוּף חָטָא, שֶׁמִּיּוֹם שֶׁפֵּירַשְׁתִּי מִמֶּנּוּ הֲרֵינִי פּוֹרַחַת בָּאֲוִיר כְּצִפּוֹר. אֲמַר לֵיהּ: אֶמְשׁוֹל לְךָ מָשָׁל. לְמָה הַדָּבָר דּוֹמֶה? לְמֶלֶךְ בָּשָׂר וָדָם שֶׁהָיָה לוֹ פַּרְדֵּס נָאֶה, וְהָיָה בּוֹ",
      "he_text_cleaned": "אֲמַר לֵיהּ אַנְטוֹנִינוּס לְרַבִּי: גּוּף וּנְשָׁמָה יְכוֹלִין לִפְטוֹר עַצְמָן מִן הַדִּין. כֵּיצַד? גּוּף אוֹמֵר: נְשָׁמָה חָטָאת, שֶׁמִּיּוֹם שֶׁפֵּירְשָׁה מִמֶּנִּי הֲרֵינִי מוּטָּל כְּאֶבֶן דּוּמָם בַּקֶּבֶר. וּנְשָׁמָה אוֹמֶרֶת: גּוּף חָטָא, שֶׁמִּיּוֹם שֶׁפֵּירַשְׁתִּי מִמֶּנּוּ הֲרֵינִי פּוֹרַחַת בָּאֲוִיר כְּצִפּוֹר. אֲמַר לֵיהּ: אֶמְשׁוֹל לְךָ מָשָׁל. לְמָה הַדָּבָר דּוֹמֶה? לְמֶלֶךְ בָּשָׂר וָדָם שֶׁהָיָה לוֹ פַּרְדֵּס נָאֶה, וְהָיָה בּוֹ",
      "tags": [],
      "en_processed": {
        "entities": [
          [
            "Antoninos",
            "ORG"
          ],
          [
            "the day",
            "DATE"
          ],
          [
            "the day",
            "DATE"
          ]
        ],
        "noun_phrases": [
          "Antoninos",
          "R",
          "The body",
          "the soul",
          "themselves",
          "judgment",
          "The body",
          "The soul",
          "the day",
          "it",
          "me",
          "I",
          "a silent stone",
          "the grave",
          "the soul",
          "The body",
          "the day",
          "that",
          "I",
          "it",
          "I",
          "the air",
          "a bird",
          "him",
          "I",
          "you",
          "what",
          "this matter",
          "a king",
          "flesh",
          "blood",
          "who",
          "a fine orchard",
          "it"
        ],
        "sentences": [
          "Antoninos, said to R' The body and the soul are able to exempt themselves from judgment How so?",
          "The body says: The soul sinned, as from the day when it departed from me, I am cast like a silent stone in the grave, And the soul says: The body sinned, as from the day that I departed from it, I am flying in the air like a bird, said to him: I will tell you a parable.",
          "To what is this matter comparable?",
          "to a king of flesh and blood who had a fine orchard, and in it there were"
        ],
        "italicized_words": []
      },
      "he_processed": {
        "embedding_shape": [
          1,
          768
        ]
      }
    }
  ]
}